Repository: 4tech-wojtek/automatewoo-translations
Catalog: automatewoo-referrals/automatewoo-referrals-*_formal.po
Languages: de_de

source: The template that will be used to send referral share emails. For info on creating custom templates please refer to the AutomateWoo documentation.
de_de: Die Vorlage, die für das Versenden der Empfehlungs-E-Mails genutzt wird. Für mehr Informationen über eigene Vorlagen, sehen Sie bitte in die AutomateWoo-Dokumentation.

source: Email body
de_de: E-Mail-Inhalt

source: If are using 'Coupon Based' referrals you must include the variable {{ coupon_code }}. If you chose 'Link Based' ensure you have at least one link in the email body. Tracking parameters will be automatically added to all links in the email.
de_de: Wenn Sie „Gutschein-basiert“ nutzen, müssen Sie die Variable {{ coupon_code }} benutzen. Wenn Sie „Link-basiert“ nutzen, stellen Sie sicher, dass Sie mindestens einen Link in der E-Mail nutzen. Tracking-Parameter werden automatisch zu allen Links der E-Mail hinzugefügt.

source: Advanced
de_de: Erweitert

source: Allow existing customer referrals
de_de: Erlaube werben von Bestandskunden

source: If this is unchecked, existing customers will be blocked from receiving referrals (default). If checked, existing customers can be referred but they can only be referred a single time.
de_de: Wenn nicht gewählt, können Bestandskunden keine Empfehlungen erhalten (Standard). Wenn gewählt, können Bestandskunden geworben werden, allerdings nur ein einziges Mal.

source: Reward event
de_de: Belohnungs-Ereignis

source: The reward event determines when a referral should be created. When setting to 'Purchase' (default) referrals will be created when a friend makes a purchase. When setting to 'Sign Up' referrals will be created when a friend creates a customer account and no purchase is required.
de_de: Das Belohnungs-Ereignis bestimmt, wann eine Empfehlung erstellt werden soll. Wenn es auf „Kauf“ (Standard) gestellt ist, wird eine Empfehlung erstellt, wenn ein Freund einen Kauf tätigt. Wenn es auf „Registrierung“ gestellt ist, wird eine Empfehlung erstellt, wenn ein Freund ein Kundenkonto erstellt, ohne dass ein Kauf nötig ist.

source: Purchase
de_de: Kauf

source: Sign up
de_de: Registrierung

source: Refer A Friend invite emails
de_de: Freunde werben Einladungs-E-Mails

source: Advocate Approved Referral Count
de_de: Werber: Zähler genehmigte Empfehlungen

source: Advocate Pending Referral Count
de_de: Zähler ausstehende Empfehlungen für Werber

source: Advocate Potential Fraud Referral Count
de_de: Zähler möglicher Betrug für Werber

source: Advocate Rejected Referral Count
de_de: Zähler abgelehnte Empfehlungen für Werber

source: Advocate Total Referral Count
de_de: Zähler Empfehlungen insgesamt für Werber

source: Customer Approved Referral Count
de_de: Zähler genehmigte Empfehlungen für Kunden

source: Customer Pending Referral Count
de_de: Zähler ausstehende Empfehlungen für Kunden

source: Customer Potential Fraud Referral Count
de_de: Zähler möglicher Betrug für Kunden

source: Customer Rejected Referral Count
de_de: Zähler abgelehnte Empfehlungen für Kunden

source: Customer Total Referral Count
de_de: Zähler Empfehlungen insgesamt für Kunden

source: Share via Facebook
de_de: Über Facebook teilen

source: Share via Twitter
de_de: Über Twitter teilen

source: Since a referral has two customers, this field sets which customer's data is used in the workflow. The friend i.e. the referred customer or the advocate i.e. the customer who invited the friend.
de_de: Da eine Empfehlung zwei Kunden hat, wird hier festgelegt, wessen Kundendaten im Workflow genutzt werden. Der Freund, also der geworbene Kunde, oder der Werber, also der bestehende Kunde.

source: Friend (Invited customer)
de_de: Freund (geworbener Kunde)

source: Advocate (Original customer)
de_de: Werber (bestehender Kunde)

source: Leave blank for no limit
de_de: Leer lassen für kein Limit

source: Limit how many times this workflow will ever run for each advocate.
de_de: Begrenzen Sie, wie oft dieser Workflow jemals pro Werber durchlaufen werden soll.

source: Limit per advocate
de_de: Pro Werber begrenzen

source: New Invite Email Sent
de_de: Neue Einladungs-E-Mail gesendet

source: Customer data is not available with this trigger due to your privacy settings.
de_de: Kunden-Daten sind mit diesem Auslöser aufgrund Ihrer Datenschutz-Einstellungen nicht verfügbar.

source: New Referral Created
de_de: Neue Empfehlung erstellt

source: Leave blank for any status
de_de: Leer lassen für beliebigen Status

source: The initial status will usually only be either Pending or Potentially Fraudulent.
de_de: Der ursprüngliche Status ist gewöhnlich entweder Ausstehend oder Möglicher Betrug.

source: Initial Status
de_de: Ursprünglicher Status

source: Referral Status Changed
de_de: Empfehlungs-Status geändert

source: From status
de_de: Von Status

source: To status
de_de: Zu Status

source: Displays the email address of the advocate.
de_de: Zeigt die E-Mail-Adresse des Werbers.

source: Displays the advocate's first name.
de_de: Zeigt den Vornamen des Werbers.

source: Displays the user ID of the advocate.
de_de: Zeigt die Benutzer-ID des Werbers.

source: Displays the advocate's last name.
de_de: Zeigt den Nachnamen des Werbers.

source: Displays a coupon that the advocate can use to refer their friends.
de_de: Zeigt einen Gutschein, den der Werber benutzen kann, um Freunde zu werben.

source: Displays a link that the advocate can use to refer their friends.
de_de: Zeigt einen Link, den der Werber benutzen kann, um Freunde zu werben.

source: Displays a coupon that the customer can use to refer their friends. If you are using this with an order trigger it is recommended to set a fallback because if the order is placed by a guest user no coupon will be displayed.
de_de: Zeigt einen Gutschein, den der Kunde zum Werben von Freunden nutzen kann. Wenn Sie dies mit einem Bestell-Auslöser nutzen, wird empfohlen einen Fallback festzulegen, da kein Gutschein angezeigt wird, wenn als Gast bestellt wird.

source: Displays a link that the customer can use to refer their friends. It is recommended to set a fallback because if the customer is a guest no coupon can be displayed.
de_de: Zeigt einen Link, den der Kunde zum Werben von Freunden nutzen kann. Es wird empfohlen einen Fallback festzulegen, da kein Gutschein angezeigt wird, wenn als Gast bestellt wird.

source: Displays the AutomateWoo Refer A Friend Share Widget.
de_de: Zeigt das AutomateWoo Refer A Friend Teilen-Widget.

source: Displays the ID of the referral.
de_de: Zeigt die ID der Empfehlung.

source: Displays the human readable status of the referral.
de_de: Zeigt den menschenlesbaren Status der Empfehlung.

source: Advocates are users that are promoting your site through referrals. Current credit is the amount of earned credit the advocate has yet to spend and the total credit is the total amount of credit earned. These figures include approved referrals only.
de_de: Werber sind Benutzer, die Ihre Seite über Empfehlungen bewerben. Aktuelles Guthaben ist der verdiente Betrag, den der Werber noch nicht ausgegeben hat, Gesamtes Guthaben ist der insgesamt verdiente Betrag. Diese Zahlen beinhalten nur genehmigte Empfehlungen.

source: A record is made for each referral invite that is sent. Social shares are not tracked.
de_de: Für jede versandte Empfehlungs-Einladung wird ein Eintrag gemacht. Teilen über soziale Netzwerke wird nicht getrackt.

source: These emails have been anonymized due to your privacy settings.
de_de: Diese E-Mails wurden aufgrund Ihrer Datenschutz-Einstellungen anonymisiert.

source: Please select some referral invites to bulk edit.
de_de: Bitte wählen Sie mehrere Empfehlungs-Einladungen, um eine Massenbearbeitung durchzuführen.

source: Bulk edit completed.
de_de: Massenbearbeitung abgeschlossen.

source: Referral codes are unique keys that are used to identify advocates in the referral process. Depending on whether you are using coupon or link based tracking the referral code will be used as a part of the shared URL or coupon. These codes are automatically deleted if they expire.
de_de: Empfehlungs-Codes sind eindeutige Schlüssel, mit denen Empfehlungs-Geber im Prozess identifiziert werden. Je nachdem, ob Sie Gutschein- oder URL-basiertes Tracking benutzen, wird der Empfehlungs-Code als Teil der URL oder des Gutscheins genutzt. Diese Codes werden automatisch gelöscht, wenn sie ablaufen.

source: Please select some items to bulk edit.
de_de: Bitte wählen Sie mehrere Einträge, um eine Massenbearbeitung durchzuführen.

source: The referral status controls whether the advocate can use any reward credit. Store credit can only be used when the referral is approved.
de_de: Der Empfehlungs-Status entscheidet, ob ein Werber Guthaben nutzen kann. Shop-Guthaben kann nur genutzt werden, wenn die Empfehlung genehmigt ist.

source: Amount
de_de: Betrag

source: Referral successfully deleted.
de_de: Empfehlung erfolgreich gelöscht.

source: Referral successfully updated.
de_de: Empfehlung erfolgreich aktualisiert.

source: Referral marked as approved.
de_de: Empfehlung als genehmigt markiert.

source: Referral marked as rejected.
de_de: Empfehlung als abgelehnt markiert.

source: Please select some referrals to bulk edit.
de_de: Bitte wählen Sie mehrere Empfehlungen, um eine Massenbearbeitung durchzuführen.

source: Referral could not be found.
de_de: Empfehlung konnte nicht gefunden werden.

source: All
de_de: Alle

source: referral invites sent
de_de: Empfehlungs-Einladungen gesendet

source: Search for an advocate&hellip;
de_de: Nach einem Werber suchen&hellip;

source: Invites sent
de_de: Gesendete Einladungen

source: Referral count
de_de: Anzahl Empfehlungen

source: Referral revenue
de_de: Umsatz über Empfehlungen

source: Current credit
de_de: Aktuelles Guthaben

source: Total credit
de_de: Gesamtes Guthaben

source: Referral Invite
de_de: Empfehlungs-Einladung

source: Referral Invites
de_de: Empfehlungs-Einladungen

source: Delete
de_de: Löschen

source: Referral code
de_de: Empfehlungs-Code

source: Search referral codes
de_de: Empfehlungs-Codes durchsuchen

source: Expires
de_de: Läuft ab

source: Expired
de_de: Abgelaufen

source: Order
de_de: Bestellung

source: Created
de_de: Erstellt

source: Customer Discount
de_de: Kunden-Rabatt

source: Advocate Reward
de_de: Werber-Belohnung

source: Actions
de_de: Aktionen

source: #%s - Deleted
de_de: #%s - Gelöscht

source: (%s remaining)
de_de: (%s verbleibend)

source: None
de_de: Keine

source: View
de_de: Ansehen

source: Approve
de_de: Genehmigen

source: Reject
de_de: Ablehnen

source: Mark as Approved
de_de: Als genehmigt markieren

source: Mark as Rejected
de_de: Als abgelehnt markieren

source: Mark as Pending
de_de: Als ausstehend markieren

source: Mark as Potential Fraud
de_de: Als möglicher Betrug markieren

source: Referral Details
de_de: Empfehlungs-Details

source: Delete permanently
de_de: Dauerhaft löschen

source: Save
de_de: Speichern

source: Potential Fraud Detected
de_de: Möglicher Betrug erkannt

source: The IP addresses of the advocate and referred customer were identical. The advocate may have referred themselves.
de_de: Die IP-Adresse des Werbers stimmte mit der Kunden-IP-Adresse überein. Der Kunde hat sich möglicherweise selbst geworben.

source: Referral ID
de_de: Empfehlungs-ID

source: Date created
de_de: Erstell-Datum

source: Advocate IP address
de_de: Werber-IP-Adresse

source: Advocate reward type
de_de: Werber-Belohnungs-Art

source: Advocate reward amount
de_de: Werber-Belohnungs-Betrag

source: Advocate reward amount remaining
de_de: Verbleibender Werber-Belohnungs-Betrag

source: Customer IP address
de_de: Kunden-IP-Adresse

source: Customer discount type
de_de: Kunden-Rabatt-Art

source: Customer discount amount
de_de: Kunden-Rabatt-Betrag
