Repository: 4tech-wojtek/automatewoo-translations
Catalog: automatewoo-referrals/automatewoo-referrals-*_formal.po
Languages: de_de

source: %s is inactive.
de_de: %s ist inaktiv.

source: %s The plugin requires PHP version %s or newer.
de_de: %s Das Plugin benötigt PHP Version %s oder neuer.

source: %s The plugin requires AutomateWoo to be installed and activated.
de_de: %s Das Plugin benötigt installiertes und aktiviertes AutomateWoo-Plugin.

source: %s The plugin requires AutomateWoo version %s or newer.
de_de: %s Das Plugin benötigt AutomateWoo Version %s oder neuer.

source: %s AutomateWoo plugin directory name is not correct.
de_de: %s AutomateWoo Plugin-Ordner-Name ist nicht korrekt.

source: %s The plugin requires WooCommerce version %s or newer.
de_de: %s Das Plugin benötigt WooCommerce Version %s oder neuer.

source: Referrals
de_de: Empfehlungen

source: Refer a friend here.
de_de: Werben Sie einen Freund.

source: Sorry, your account is not permitted to refer friends.
de_de: Sorry, Ihr Konto ist nicht dazu berechtigt, Freunde zu werben.

source: You must be a paying customer to refer friends.
de_de: Sie müssen ein zahlender Kunde sein, um Freunde werben zu können.

source: Coupon Discount - Fixed Amount
de_de: Rabatt-Gutschein - fester Betrag

source: Coupon Discount - Percentage
de_de: Rabatt-Gutschein - prozentual

source: Store Credit - Fixed Amount
de_de: Shop-Guthaben - fester Betrag

source: Store Credit - Percentage Of Referral Order
de_de: Shop-Guthaben - prozentual von geworbener Bestellung

source: No Reward
de_de: Keine Belohnung

source: Approved
de_de: Genehmigt

source: Potential Fraud
de_de: Möglicher Betrug

source: Pending
de_de: Ausstehend

source: Rejected
de_de: Abgelehnt

source: Your coupon is not valid. It may have expired.
de_de: Ihr Gutschein ist ungültig. Vielleicht ist er abgelaufen.

source: There is a problem with this referral coupon.
de_de: Es gibt ein Problem mit diesem Empfehlungs-Gutschein.

source: It appears you are trying to use your own referral coupon.
de_de: Es scheint, als wollten Sie Ihren eigenen Empfehlungs-Gutschein nutzen.

source: You don't appear to be a new customer which is required to use a referral coupon.
de_de: Sie scheinen kein Neukunde zu sein, was Voraussetzung für die Nutzung eines Empfehlungs-Gutscheins ist.

source: It appears you have already used a referral coupon before.
de_de: Es scheint, als hätten Sie bereits einmal einen Empfehlungs-Gutschein genutzt.

source: Order does not meet the minimum purchase amount.
de_de: Bestellung erfüllt nicht die Mindestbestellsumme.

source: Referral Credit
de_de: Empfehlungs-Guthaben

source: The minimum spend is %s.
de_de: Die Mindest-Bestellsumme beträgt %s.

source: You have %s referral credit available but it is not valid for your current cart. %s
de_de: Sie haben %s verfügbares Empfehlungs-Guthaben, aber es ist nicht auf Ihren aktuellen Warenkorb anwendbar. %s

# Shows the amount of credit
source: The %s referral credit used in this order was refunded to the customer's balance.
de_de: Das in der Bestellung genutzte Empfehlungs-Guthaben von %s wurde dem Kunden-Guthaben wieder gutgeschrieben.

source: Invalid share URL.
de_de: Ungültige Teilen-URL.

source: Referrals are currently disabled.
de_de: Empfehlungen sind aktuell deaktiviert.

source: Please enter some email addresses.
de_de: Bitte tragen Sie E-Mail-Adressen ein.

source: Sorry, your emails failed to send.
de_de: Sorry, das Senden Ihrer E-Mails ist fehlgeschlagen.

source: %s is not a valid email address.
de_de: %s ist keine gültige E-Mail-Adresse.

source: Referring your own email (%s) is not allowed.
de_de: Empfehlen Ihrer eigenen E-Mail-Adresse (%s) ist nicht erlaubt.

source: <strong>%s</strong> is already a customer.
de_de: <strong>%s</strong> ist bereits ein Kunde.

source: <strong>%s</strong> has already been referred.
de_de: <strong>%s</strong> wurde bereits geworben.

source: Give $20, Get $20
de_de: 20€ geben, 20€ bekommen

source: Invite a friend via Facebook, Twitter or email and they’ll get a $20 welcome credit, plus you’ll get $20 in your own account with their first order, as our little thank you.
de_de: Laden Sie einen Freund über Facebook, Twitter oder E-Mail ein und er bekommt als Neukunde 20€ Willkommens-Guthaben, und Sie erhalten 20€ Guthaben, als unser kleines Dankeschön.

source: Get a free $20 credit for %s when you spend $100. Use coupon: {{ coupon_code }}
de_de: Erhalten Sie 20€ Guthaben für %s, wenn Sie 100€ ausgeben. Nutzen Sie den Gutschein: {{ coupon_code }}

source: Your friend gave you $20 off!
de_de: Ihr Freund schenkt Ihnen 20€!

source: {{ advocate.first_name }} has sent you $20 to spend
de_de: {{ advocate.first_name }} hat Ihnen 20€ Guthaben gesendet

source: Hi there! You have been invited to shop at %s and you've got a $20 discount waiting for you when you spend $100. Use the coupon code below to claim your offer.
de_de: Hallo! Sie wurden eingeladen, mit einem 20€ Rabatt bei %s zu shoppen, wenn Sie mehr als 100€ ausgeben. Nutzen Sie den Code unten, um Ihren Gutschein einzulösen.

source: What we collect and store
de_de: Was wir erfassen und speichern

source: Refer A Friend uses one cookie if your store is configured to use link-based referrals. This cookie is added when a user clicks on a referral link and stores a code that is unique to the advocate who shared the link.
de_de: Refer A Friend benutzt ein Cookie, falls Ihr Shop für link-basierte Empfehlungen eingerichtet ist. Dieses Cookie wird gesetzt, wenn ein Benutzer auf einen Empfehlungs-Link klickt und enthält einen einzigartigen Code des Werbers, der den Link geteilt hat.

source: We use one cookie to enable the function of our customer referral program. This cookie stores a unique code that cannot identify you as a website visitor. This unique code can only identify the person who shared the coupon code or referral link.
de_de: Wir benutzen ein Cookie, um die Funktionalität unseres Kunden-Werben-Programms zu ermöglichen. Dieses Cookie enthält einen einzigartigen Code, der Sie nicht als Website-Besucher identifizierbar macht. Dieser einzigartige Code kann nur die Person identifizieren, die den Gutschein-Code oder Empfehlungs-Link geteilt hat.

source: %s - Enables the function of our referral program - Expires after 1 year
de_de: %s - Ermöglicht die Funktion unseres Kunden-Werben-Programms - Läuft nach 1 Jahr ab

source: IP Addresses
de_de: IP-Adressen

source: Customers who use the referral program will have their IP address stored each time they share. Depending on your settings the IP address of referred customers may also be stored for the purpose of fraud prevention. This may not need to be included in your privacy policy since WooCommerce also tracks IP addresses.
de_de: Von Kunden, die das Kunden-Werben-Programm nutzen, wird die IP-Adresse gespeichert, wenn sie ihren Link teilen. Je nach Ihren Einstellungen wird auch die IP-Adresse von geworbenen Kunden gespeichert, um Betrug zu vermeiden. Dies muss gegebenenfalls nicht separat in Ihrer Datenschutzerklärung genannt werden, da auch WooCommerce IP-Adressen speichert.

source: Customer referral data
de_de: Kunden-Empfehlungs-Daten

source: Refer A Friend stores a record of all referred orders and creates unique referral codes that can identify each advocate. The plugin keeps a record each time the advocate shares via email. The invited emails may be anonymized depending on your settings.
de_de: Refer A Friend speichert Aufzeichnungen von allen Bestellungen über Empfehlungen und erstellt einzigartige Empfehlungs-Codes, die den Werbern zugeordnet werden können. Das Plugin zeichnet auf, wenn Empfehlungen via E-Mail getätigt werden. Die Einladungs-E-Mails können je nach Einstellung anonymisiert werden.

source: To enable our customer referral program we may create and store unique codes that are linked to your account on our website. These codes will not be shared with anyone unless you choose to. We also keep a record when you share our store with a friend via email with our customer referral program. The email address is anonymized before it is stored.
de_de: Um unser Kunden-Werben-Programm zu ermöglichen erstellen und speichern wir einzigartige Codes, die mit Ihrem Konto auf unserer Website verbunden werden. Diese Codes werden mit niemandem geteilt, wenn Sie sie nicht teilen. Wir zeichnen auf, wenn Sie Ihren Code per E-Mail teilen. Die E-Mail-Adressen werden anonymisiert, bevor sie gespeichert werden.

source: When an order is placed which is the result of a customer referral, we store a record of the details of this referral. Your IP address and other personal data supplied for the order may also be used to prevent fraud.
de_de: Wenn eine Bestellung getätigt wird, die durch eine Empfehlung zustande kommt, zeichnen wir die Details der Empfehlung auf. Ihre IP-Adresse und andere durch die Bestellung mitgeteilte Daten können verwendet werden, um Betrug zu erkennen.

source: Referral codes, referral details and email invite logs are retained until you request removal of your data.
de_de: Empfehlungs-Codes, Empfehlungs-Daten und Logs von E-Mail-Einladungen werden gespeichert, bis Sie die Löschung der Daten beantragen.

source: What we share with others
de_de: Was wir mit anderen teilen

source: Refer A Friend allows advocates to share via email, Facebook or Twitter. Their personal data may be used in this process.
de_de: Refer A Friend erlaubt es Werbern, den Shop über E-Mail, Facebook oder Twitter zu teilen. Hierbei können persönliche Daten verwendet werden.

source: If you choose to use our customer referral program, your personal data, such as your name and your unique referral code, may be shared with those you choose to share with. This data may be shared via Facebook, Twitter or email if you click on the share buttons or submit the share via email form.
de_de: Wenn Sie unser Kunden-Werben-Programm nutzen, werden persönliche Daten wie Ihr Name und Ihr einzigartiger Empfehlungs-Code über die Kanäle geteilt, die Sie wählen. Diese Daten können über Facebook, Twitter oder E-Mail geteilt werden, wenn Sie die entsprechenden Funktionen nutzen.

source: Referral codes
de_de: Empfehlungs-Codes

source: Referral invites
de_de: Empfehlungs-Einladungen

source: Erased user's referral codes.
de_de: Empfehlungs-Codes des Nutzers wurden gelöscht.

source: Erased user's invite records.
de_de: Einladungs-Logs des Nutzers wurden gelöscht.

source: Anonymized user's referrals.
de_de: Empfehlungen des Nutzers wurden anonymisiert.

source: Refer A Friend referrals
de_de: Refer A Friend Empfehlungen

source: Refer A Friend invites
de_de: Refer A Friend Einladungen

source: Refer A Friend referral codes
de_de: Refer A Friend Empfehlungs-Codes

source: Referral
de_de: Empfehlung

source: Advocate ID matches the Customer ID.
de_de: Empfehler-ID stimmt mit Kunden-ID überein.

source: Customer is not new.
de_de: Kunden ist nicht neu.

source: Order items were not valid.
de_de: Bestellte Artikel waren ungültig.

source: Customer has already been referred.
de_de: Kunde wurde bereits geworben.

source: Advocate
de_de: Werber

source: Credit
de_de: Guthaben

source: Remaining balance
de_de: Verbleibendes Guthaben

source: Customer
de_de: Kunde

source: Date
de_de: Datum

source: Used Referrals
de_de: Genutzte Empfehlungen

source: You currently have %s store credit available.
de_de: Sie haben aktuell %s verfügbares Shop-Guthaben.

source: You do not have any store credit available.
de_de: Sie haben aktuell kein verfügbares Shop-Guthaben.

source: You do not have any completed referrals yet.
de_de: Sie haben noch keine erfolgreichen Empfehlungen.

source: Share via Email
de_de: Per E-Mail teilen

source: Enter email address
de_de: E-Mail-Adresse eingeben

source: Send
de_de: Senden

source: Please Login
de_de: Bitte anmelden

source: You must have an account to refer a friend.
de_de: Sie müssen ein Kundenkonto besitzen, um Freunde werben zu können.

source: Login or register
de_de: Anmelden oder registrieren

source: Or
de_de: Oder

source: Resend Referral Invite Email
de_de: Einladungs-E-Mail erneut senden

source: Resend a referral invite email from the advocate to a specified email address. For example, this can be used to resend the invite email after a delay.
de_de: Einladungs-E-Mail eines Werbers an eine bestimmte E-Mail-Adresse erneut senden. Dies kann z.B. benutzt werden, um die Einladungs-E-Mail verzögert erneut zu senden.

source: Refer A Friend
de_de: Freunde werben

source: Email successfully sent.
de_de: E-Mail erfolgreich gesendet.

source: Referral advocates
de_de: Empfehlungs-Werber

source: Advocates
de_de: Werber

source: Invites
de_de: Einladungen

source: Error! No emails were sent.
de_de: Fehler! Es wurden keine E-Mails gesendet.

source: Success! Emails sent: %s
de_de: Erfolg! E-Mails gesendet: %s

source: %s referred orders value
de_de: %s Umsatz geworbener Bestellungen

source: %s referred orders
de_de: %s geworbene Bestellungen

source: Referrals Count
de_de: Anzahl Empfehlungen

source: Referrals Value
de_de: Wert der Empfehlungen

source: Referral campaign options
de_de: Empfehlungs-Kampagnen-Einstellungen

source: Enable referrals
de_de: Empfehlungen aktivieren

source: Share type
de_de: Teilen-Systematik

source: Choose whether you would like to offer a coupon incentive in your referral campaign. PLEASE NOTE: If you choose link based you must adjust the default text below to suit.
de_de: Wählen Sie, ob Sie Ihre Empfehlungs-Kampagne über Gutscheine realisieren möchten. BEACHTE: Wenn Sie Link-basiert wählen, sollten Sie den Standard-Text unten entsprechend anpassen.

source: Coupon based
de_de: Gutschein-basiert

source: Link based
de_de: Link-basiert

source: Share page
de_de: Teilen-Seite

source: Ensure you add the shortcode <code>[automatewoo_referrals_page]</code> to the content of the page you select.
de_de: Stelle Sie sicher, dass der Shortcode <code>[automatewoo_referrals_page]</code> im Inhalt der gewählten Seite eingebunden ist.

source: This is the main page that advocates can use to refer people to your store. This should not be set to the checkout as the referral widget will automatically be displayed on the order recieved page.
de_de: Dies ist die Hauptseite, über die Werber Freunde zu Ihrem Shop einladen können. Dies sollte nicht die Kasse-Seite sein, da das Empfehlungs-Widget bereits automatisch auf der Bestellbestätigungs-Seite angezeigt wird.

source: Share URL
de_de: Teilen-URL

source: This URL is used when an advocate shares via email, Facebook or Twitter. If you are using link based referrals then the tracking parameter will be automatically added to this URL. You can also add analytics tracking parameters to the URL.
de_de: Diese URL wird verwendet, wenn über Facebook oder Twitter geteilt wird. Wenn Sie Link-basiertes Teilen nutzen, wird der Tracking-Parameter automatisch an die URL angefügt. Sie können auch Analytics-Tracking-Parameter an die URL anfügen.

source: Limit sharing to paying customers
de_de: Werben auf zahlende Kunden beschränken

source: If unchecked any customer with an account can share.
de_de: Wenn nicht gewählt, kann jeder Benutzer mit einem Kundenkonto Werber werden.

source: Auto-approval referrals
de_de: Empfehlungen automatisch genehmigen

source: Referrals must be approved before the advocate is rewarded. Automatically approve referrals once the related order is paid or marked as complete. Please note referrals that could be fraudulent will never be auto-approved.
de_de: Empfehlungen müssen genehmigt werden, bevor der Werber belohnt wird. Empfehlungen können bei bezahlter oder fertiggestellter Bestellung automatisch genehmigt werden. Beachten Sie, dass betrugs-verdächtige Empfehlungen nie automatisch genehmigt werden.

source: On order completed
de_de: Bei fertiggestellter Bestellung

source: On order paid
de_de: Bei bezahlter Bestellung

source: Disable and approve referrals manually
de_de: Deaktivieren und Empfehlungen manuell genehmigen

source: Use store credit on subscription renewal payments
de_de: Shop-Guthaben für Abonnement-Verlängerungs-Zahlungen nutzen

source: If checked any store credit earned by a subscriber will be automatically applied to WooCommerce Subscription renewal payments. This will only work with payment gateway extensions that support %s recurring total modifications%s.
de_de: Wenn gewählt, wird verdientes Shop-Guthaben von Abonnenten automatisch für WooCommerce Abonnement-Verlängerungs-Zahlungen genutzt. Dies funktioniert nur mit Zahlungs-Gateways, die die %s Anpassung der Gesamtsumme%s unterstützen.

source: Privacy
de_de: Datenschutz

source: Anonymize invited email data
de_de: Anonymisiere Einladungs-E-Mail-Daten

source: GDPR requires consent to be given before personal data is stored. Since it is impossible for invited emails to give consent it is recommended to anonymize these emails. Once enabled any existing stored emails will be anonymized.
de_de: Die GDPR / DSGVO fordert das Einverständnis zum Verarbeiten persönlicher Daten. Da es unmöglich ist, Einverständnis für Einladungen einzuholen, wird empfohlen, diese E-Mails zu anonymisieren. Wenn aktiviert, werden alle gespeicherten E-Mails anonymisiert.

source: Referral offer (for the friend)
de_de: Werbungs-Angebot (für den Freund)

source: The coupon discount that advocates can offer to their friends. This coupon will only be valid for new customers. By default referral coupons expire after 4 weeks which means that a single advocate may own many different referral coupons at one time. If you would like advocates to have a single coupon for all time set the <b>Coupon Expiry</b> to 0.
de_de: Der Gutschein-Rabatt, den Werber an ihre Freunde geben. Dieser Gutschein wird nur für Neukunden gültig sein. Standardmäßig laufen Empfehlungs-Gutscheine nach 4 Wochen ab, was bedeutet, dass ein Werber mehrere Empfehlungs-Gutscheine gleichzeitig besitzen kann. Wenn Sie möchten, dass Werber für immer einen einzigen Gutschein nutzen, setzen Sie die <b>Gutschein-Gültigkeitsdauer</b> auf 0.

source: Offer type
de_de: Angebots-Art

source: Make this field blank if you do not want coupons to expire.
de_de: Lassen Sie dieses Feld leer, wenn Sie nicht wollen, dass Gutscheine ablaufen.

source: Offer amount
de_de: Angebots-Betrag

source: Coupon expiry
de_de: Gutschein-Gültigkeitsdauer

source: weeks
de_de: Wochen

source: unlimited
de_de: unbegrenzt

source: Link options
de_de: Link-Optionen

source: By default share links expire after 4 weeks which means that a single advocate may own many different unique share links at one time. If you would like advocates to have a single share link for all time set the <b>Share Link Expiry</b> to 0.
de_de: Standardmäßig laufen Empfehlungs-Links nach 4 Wochen ab, was bedeutet, dass ein Werber mehrere Empfehlungs-Links gleichzeitig besitzen kann. Wenn Sie möchten, dass Werber für immer einen einzigen Link nutzen, setzen Sie die <b>Empfehlungs-Link-Gültigkeitsdauer</b> auf 0.

source: Share link parameter
de_de: Werbungs-Link-Paramter

source: This parameter is used when generating unique share links e.g. %s
de_de: Dieser Parameter wird genutzt, um eindeutige Werbungs-Links zu generieren, z.B. %s

source: Share link expiry
de_de: Werbungs-Link-Gültigkeitsdauer

source: Referral requirements
de_de: Empfehlungs-Voraussetzungen

source: These are the requirements of referred purchases, if these are not met the advocate does not receive a reward and the friend does not get a discount.
de_de: Dies sind die Bedingungen für einen Kauf durch Empfehlung. Wenn sie nicht erfüllt werden wird der Werber nicht belohnt und der Käufer erhält keinen Rabatt.

source: Minimum purchase amount
de_de: Mindestbestellsumme

source: The minimum purchase amount that the referral offer is valid for.
de_de: Die Mindestbestellsumme, ab der das Empfehlungs-Angebot gültig ist.

source: Product categories
de_de: Produkt-Kategorien

source: All categories
de_de: Alle Kategorien

source: Only allow referrals for orders that contain at least one product from one of these categories.
de_de: Erlaube Empfehlungen nur für Bestellungen, die mindestens ein Produkt aus diesen Kategorien enthalten.

source: Excluded categories
de_de: Ausgeschlossene Kategorien

source: No categories
de_de: Keine Kategorien

source: Don't allow referrals for orders that only contain products from these categories.
de_de: Erlaube keine Empfehlungen für Bestellungen, die nur Produkte aus diesen Kategorien enthalten.

source: Referral reward (for the advocate)
de_de: Werbungs-Belohnung (für den Werber)

source: Reward type
de_de: Belohnungs-Art

source: By selecting no reward you can instead reward them by using the AutomateWoo referral triggers and for example you could generate a coupon for the advocate.
de_de: Wenn Sie „Keine Belohnung“ wählen, können Sie den Werber alternativ über einen AutomateWoo Empfehlungs-Auslöser belohnen und z.B. einen Gutschein erstellen.

source: Reward amount
de_de: Belohnung-Betrag

source: The minimum purchase amount required for store credit to be used.
de_de: Die Mindestbestellsumme, ab der Shop-Guthaben genutzt werden kann.

source: Share widget
de_de: Teilen-Widget

source: The share widget is a mini version of the share page that can added to the order confirmation page, order emails and be inserted in a workflow email with %s. Please note that customers will be prompted to create an account before they can refer their friends.
de_de: Das Teilen-Widget ist eine Mini-Version der Empfehlungs-Seite und kann zur Bestellbestätigungs-Seite, Bestell-E-Mails und in Workflow-E-Mails mit %s eingefügt werden. Bitte beachten Sie, dass Kunden aufgefordert werden, ein Kundenkonto anzulegen, bevor sie ihre Freunde werben können.

source: Show widget on order confirmation page
de_de: Zeige Widget auf der Bestellbestätigungs-Seite

source: Bottom Of Page
de_de: Ende der Seite

source: Top Of Page
de_de: Anfang der Seite

source: Do Not Display
de_de: Nicht anzeigen

source: Show widget on order emails
de_de: Zeige Widget in Bestell-E-Mails

source: Show widget on new account email
de_de: Zeige Widget in Neues-Konto-E-Mail

source: Widget heading
de_de: Widget-Überschrift

source: Widget paragraph text
de_de: Widget-Fließtext

source: Social sharing
de_de: Teilen über soziale Netzwerke

source: Enable sharing via Facebook
de_de: Teilen über Facebook aktivieren

source: Enable sharing via Twitter
de_de: Teilen über Twitter aktivieren

source: Default share text
de_de: Standard-Teilen-Text

source: This is the default text used when an advocate shares via Twitter or Facebook. If you chose 'Coupon Based' you must include the variable {{ coupon_code }}. A link to your shop will be added automatically.
de_de: Dies ist der Standard-Text für das Teilen über Facebook oder Twitter. Wenn Sie „Gutschein-basiert“ gewählt haben, müssen Sie die Variable {{ coupon_code }} benutzen. Ein Link zu Ihrem Shop wird automatisch hinzugefügt.

source: Twitter default share text (optional)
de_de: Twitter Standard-Teilen-Text (optional)

source: Optionally specify different text for Twitter shares as they are limited to 280 characters. If left blank the default share text will be used.
de_de: Setzen Sie optional einen abweichenden Text für Twitter, da dort das 280-Zeichen-Limit gilt. Wenn leer, wird der Standard-Teilen-Text genutzt.

source: Email sharing
de_de: Teilen per E-Mail

source: The email template that is sent when an advocate refers a friend view email.
de_de: Die E-Mail-Vorlage, die gesendet wird, wenn ein Werber einen Freund wirbt.

source: You can insert dynamic content with the following variables:
de_de: Sie können dynamische Inhalte mit den folgenden Variablen einfügen:

source: Preview email
de_de: E-Mail-Vorschau

source: Enable sharing via Email
de_de: Teilen via E-Mail aktivieren

source: Email subject
de_de: E-Mail-Betreff

source: Email heading
de_de: E-Mail-Überschrift

source: Email template
de_de: E-Mail-Vorlage
