Repository: 4tech-wojtek/automatewoo-translations
Catalog: automatewoo/automatewoo-*.po
Languages: pl_pl

source: It is recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
pl_pl: Zaleca się wykonanie kopii zapasowej bazy danych przed kontynuowaniem. Czy na pewno chcesz teraz uruchomić Aktualizator?

source: Subject
pl_pl: Temat

source: Comma separate emails...
pl_pl: Adresy oddzielone przecinkami...

source: Send
pl_pl: Wyślij

source: Confirm change trigger?
pl_pl: Potwierdzasz zmianę wyzwalacza?

source: Some of the rules or actions currently in use on this workflow are incompatible with the new trigger you have selected. If you continue they will be removed.
pl_pl: Niektóre reguły lub akcje aktualnie używane w tym przepływie działań są niezgodne z nowo wybranym wyzwalaczem. Jeśli będziesz kontynuować, zostaną one usunięte.

source: Incompatible Rules:
pl_pl: Niezgodne zasady:

source: Incompatible Actions:
pl_pl: Niezgodne działania:

source: Cancel
pl_pl: Przerwij

source: Confirm
pl_pl: Potwierdź

source: No actions. Click the <strong>+ Add Action</strong> to create an action.
pl_pl: Brak działań. Kliknij przycisk <strong>+ Dodaj akcję</strong>, aby utworzyć akcję.

source: + Add Action
pl_pl: + Dodaj akcję

source: Is transactional?
pl_pl: Czy transakcyjne?

source: Is this workflow used for transactional emails instead of marketing emails? Checking this removes the unsubscribe link in email.
pl_pl: Czy ten przepływ pracy jest używany dla transakcyjnych wiadomości e-mail zamiast marketingowych wiadomości e-mail? Zaznaczenie tego powoduje usunięcie linku anulowania subskrypcji w wiadomości e-mail.

source: Enable tracking
pl_pl: Włącz śledzenie

source: Enables open and click tracking on emails sent from this workflow. SMS messages will also have click tracking but open tracking is not possible with SMS.
pl_pl: Umożliwia otwieranie i klikanie śledzenia wiadomości e-mail wysyłanych z tego przepływu pracy. Wiadomościach SMS będzie można również śledzić kliknięcia, ale otwarte śledzenie nie jest możliwe w SMS.

source: Enable conversion tracking
pl_pl: Włącz śledzenie konwersji

source: Enables conversion tracking on purchases made as a result of this workflow.
pl_pl: Umożliwia śledzenie konwersji na zakupy dokonane w wyniku tego przepływu pracy.

source: Google Analytics link tracking
pl_pl: Kod śledzący z Google Analytics

source: This will be appended to every URL in the email content or SMS body.
pl_pl: Zostanie on dołączony do każdego adresu URL w treści wiadomości e-mail lub wiadomości SMS.

source: Workflow order
pl_pl: Kolejność przepływów działań

source: The order that workflows will run.
pl_pl: Kolejność, w jakiej będą uruchamiane przepływy pracy.

source: Created: <b>%s</b>
pl_pl: Utworzono: <b>%s</b>

source: Delete Permanently
pl_pl: Usuń trwale

source: Move to Trash
pl_pl: Przenieś do kosza

source: Run immediately
pl_pl: Uruchom natychmiast

source: Delayed
pl_pl: Opóźniene

source: Scheduled
pl_pl: Zaplanowane

source: Fixed
pl_pl: Ustalone

source: Variable
pl_pl: Zmienna

source: e.g. {{ subscription.next_payment_date | modify: '-1 day' }}
pl_pl: np. {{ subscription.next_payment_date | modify: '-1 day' }}

source: Scheduled time
pl_pl: Zaplanowany czas

source: (24hr)
pl_pl: (24h)

source: Scheduled days
pl_pl: Zaplanowane dni

source: (optional)
pl_pl: (opcjonalnie)

source: [Any day]
pl_pl: [Każdy dzień]

source: Length of the delay
pl_pl: Długość opóźnienia

source: Minimum wait
pl_pl: Minimalny czas oczekiwania

source: Hours
pl_pl: Godzin

source: Minutes
pl_pl: Minuty

source: Days
pl_pl: Dni

source: Weeks
pl_pl: Tygodni

source: (24 hour time)
pl_pl: (czas 24-godzinny)

source: DEPRECATED
pl_pl: Przestarzałe

source: [Select]
pl_pl: [Wybierz]

source: Click on a variable to see more info and copy it to the clipboard. Variables can be used in any action text field to add dynamic content. The available variables are set based on the selected trigger for this workflow.
pl_pl: Kliknij zmienną, aby wyświetlić więcej informacji i skopiuj ją do Schowka. Zmienne mogą być używane w dowolnym polu tekstowym akcji w celu dodania zawartości dynamicznej. Dostępne zmienne są ustawiane na podstawie wybranego wyzwalacza dla tego przepływu pracy.

source: Cart #%s
pl_pl: Koszyk #%s

source: Quantity
pl_pl: Ilość

source: Price
pl_pl: Cena

source: Subtotal
pl_pl: Podsuma

source: (incl. tax)
pl_pl: (w tym podatek)

source: Coupon: %s
pl_pl: Kupon: %s

source: Shipping
pl_pl: Wysyłka

source: Tax
pl_pl: Podatek

source: (includes %s tax)
pl_pl: (obejmuje %s podatku)

source: Cart token
pl_pl: Token koszyka

source: Cart created
pl_pl: Koszyk utworzony

source: Log #%s
pl_pl: Dziennik #%s

source: Tracking enabled
pl_pl: Śledzenie włączone

source: Conversion tracking enabled
pl_pl: Włączone śledzenie konwersji

source: Opened
pl_pl: Otwierany

source: Clicked
pl_pl: Kliknięty

source: Log notes:
pl_pl: Notatki z dziennika:

source: Log data has been anonymized.
pl_pl: Dane dziennika zostały zanonimizowane.

source: Re-run workflow (skips validation)
pl_pl: Uruchom ponownie przepływ pracy (pomija sprawdzanie poprawności)

source: Queued event #%s
pl_pl: Zdarzenie w kolejce #%s

source: Due to run
pl_pl: Z powodu uruchomienia

source: Displayed when there is no value found.
pl_pl: Wyświetlane, gdy nie znaleziono wartości.

source: Copy to clipboard
pl_pl: Kopiuj do schowka

source: %s - Database Update
pl_pl: %s - aktualizacja Bazy Danych

source: Reading update tasks...
pl_pl: Czytanie zadań aktualizacji...

source: Upgrading data to version %s.
pl_pl: Uaktualnianie danych do wersji %s.

source: Approximately %s0%s items to process.
pl_pl: Około %s0% elementów do przetworzenia.

source: %s0%s items processed.
pl_pl: %s0% przetworzonych elementów.

source: Database update complete
pl_pl: Aktualizacja bazy danych wykonana

source: No updates available
pl_pl: Brak dostępnych aktualizacji

source: Guest ID
pl_pl: ID Gościa

source: Name
pl_pl: Nazwa

source: Address
pl_pl: Adres

source: Phone
pl_pl: Telefon

source: Order count
pl_pl: Liczba zleceń

source: Total spent
pl_pl: Wydatki ogółem

source: In order to receive plugin updates for AutomateWoo extensions you must enter a license key. If you do not have a license key please see <a href="%s" target="_blank">details & pricing</a>.
pl_pl: Aby otrzymywać aktualizacje wtyczek dla rozszerzeń AutomateWoo należy wprowadzić klucz licencyjny. Jeśli nie masz klucza licencyjnego, zobacz <a href="%s" target="_blank">szczegóły & Cennik</a>.

source: Development Install Detected
pl_pl: Wykryto instalację rozwojową

source: Activating this domain will not count against the activation limit of your license. For more info please see <a href="%s" target="_blank">our documentation</a>.
pl_pl: Aktywowanie tej domeny nie będzie wliczane do limitu aktywacji licencji. Aby uzyskać więcej informacji, zapoznaj się z <a href="%s" target="_blank">naszą dokumentacją</a>.

source: Activate Licenses
pl_pl: Aktywuj licencje

source: %s Report
pl_pl: %s Raport

source: Next
pl_pl: Dalej

source: + Add Rule Group
pl_pl: + Dodaj grupę reguł

source: Rules can be used to add conditional logic to workflows. Click the %s+ Add Rule Group%s button to create a rule.
pl_pl: Reguły mogą być używane do dodawania logiki warunkowej do przepływów pracy. Kliknij przycisk %s+ Dodaj grupę reguł%s, aby utworzyć regułę.

source: [Select Rule]
pl_pl: [Wybierz regułę]

source: key
pl_pl: klucz

source: value
pl_pl: wartość

source: and
pl_pl: oraz

source: This rule %1$s is no longer available and will be removed by saving this workflow.
pl_pl: Ta reguła %1$s nie jest już dostępna i zostanie usunięta przy zapisaniu tego przepływu działań.

source: or
pl_pl: lub

source: Save changes
pl_pl: Zapisz zmiany

source: Send Test SMS
pl_pl: Wyślij SMS testowy

source: Recipient
pl_pl: Odbiorca

source: Message
pl_pl: Wiadomość

source: Sending...
pl_pl: Wysyłanie...

source: Welcome to AutomateWoo!
pl_pl: Witamy w AutomateWoo!

source: We're super excited you have decided to grow your store with AutomateWoo! If you haven't already, you should check out our <%s>Getting Started Guide<%s>, and for tutorials and tips, be sure to visit our <%s>blog<%s> and <%s>documentation<%s>. If you have any questions, don't hesitate to <%s>contact us<%s> for help.
pl_pl: Jesteśmy bardzo podekscytowani zdecydowałeś się rozwijać swój sklep z AutomateWoo! Jeśli jeszcze nie zapoznałeś się, powinieneś sprawdzić nasz <%s>Przewodnik wprowadzający<%s>, a samouczki i porady, znajdziesz na <%s>blogu<%s> i w <%s>dokumentacji<%s>. Jeśli masz jakieś pytania, nie wahaj się i <%s>skontaktuj się z nami<%s>.

source: Other
pl_pl: Inne

source: THIS ACTION IS DEPRECATED AND SHOULD NOT BE USED.
pl_pl: TA AKCJA JEST PRZESTARZAŁA I NIE POWINNA BYĆ UŻYWANA.

source: Could not insert '%1$s' item to database. AutomateWoo tables may not be installed.
pl_pl: Nie można wstawić "%1$s" do bazy danych. Tabele AutomateWoo mogą być nie zainstalowane.

source: Recheck status before run
pl_pl: Sprawdź ponownie stan przed uruchomieniem

source: This is useful for Workflows that are not run immediately as it ensures the status of the order hasn't changed since initial trigger.
pl_pl: Jest to przydatne w przypadku przepływów pracy, które nie są uruchamiane natychmiast, ponieważ weryfikuje stan zamówienia, czy nie zmienił się od początkowego wyzwalacza.

source: Can be used to ensure that this trigger will only send once in a set period to a user or guest.
pl_pl: Może służyć do zapewnienia, że ten wyzwalacz będzie wysyłać tylko raz w określonym momencie do użytkownika lub gościa.

source: Customer pause period (days)
pl_pl: Okres wstrzymania klienta (dni)

source: THIS TRIGGER IS DEPRECATED AND SHOULD NOT BE USED.
pl_pl: TEN WYZWALACZ JEST PRZESTARZAŁY I NIE POWINIEN BYĆ UŻYWANY.

source: Add Tags To Contact
pl_pl: Dodaj znaczniki do kontaktu

source: The below fields will be used only if the contact needs to be created.
pl_pl: Poniższe pola będą używane tylko wtedy, gdy kontakt musi zostać utworzony.

source: Create contact if missing
pl_pl: Utwórz kontakt, jeśli go nie ma

source: Create / Update Contact
pl_pl: Utwórz / Aktualizuj kontakt

source: This trigger can be used to create or update contacts in ActiveCampaign. If an existing contact is found by email then an update will occur otherwise a new contact will be created. When updating a contact any fields left blank will not be updated.
pl_pl: Ten wyzwalacz może służyć do tworzenia lub aktualizowania kontaktów w ActiveCampaign. Jeśli istniejący kontakt zostanie znaleziony przez e-mail, to zostanie przeprowadzona aktualizacja, w przeciwnym razie zostanie utworzony nowy kontakt. Podczas aktualizowania kontaktu wszystkie pola pozostawione puste nie będą aktualizowane.

source: Leave blank to add a contact without assigning them to any lists.
pl_pl: Pozostaw puste, aby dodać kontakt bez przypisywania ich do żadnych list.

source: Add to list
pl_pl: Dodaj do listy

source: Add tags
pl_pl: Dodaj tagi

source: Remove Tags From Contact
pl_pl: Usuń znaczniki z kontaktu

source: Update Contact Custom Field
pl_pl: Aktualizuj pole niestandardowe kontaktu

source: Field
pl_pl: Pole

source: Value
pl_pl: Wartość

source: Failed because contact did not exist.
pl_pl: Nie powiodło się, ponieważ kontakt nie istnieje.

source: Campaign Monitor Add Customer to List [DEPRECATED]
pl_pl: Campaign Monitor Dodaj odbiorcę do listy [przestarzałe]

source: Instead please enable the Campaign Monitor integration in settings and then use the new <b>Campaign Monitor - Add Subscriber To List</b> action.
pl_pl: Zamiast tego należy włączyć integrację w ustawieniach Campaign Monitor, a następnie użyć nowej akcji <b>Dodaj subskrybenta do listy</b>.

source: You can get your API key from the Account Settings page when logged into your Campaign Monitor account.
pl_pl: Klucz interfejsu API można pobrać ze strony Ustawienia konta po zalogowaniu się do konta CM.

source: List ID
pl_pl: Nr ID listy

source: You find the List ID of a list by heading into any list in your account and clicking the 'change name/type' link below your list name.
pl_pl: Możesz znaleźć identyfikator listy listy, kierując się na dowolną listę na koncie i klikając link "Zmień nazwę/typ" poniżej nazwy listy.

source: Add Customer to List
pl_pl: Dodaj odbiorcę do listy

source: Server is missing CURL extension required to use the MadMimi API.
pl_pl: Na serwerze brakuje rozszerzenia CURL wymaganego do korzystania z interfejsu API MadMimi.

source: Username (email)
pl_pl: Nazwa użytkownika (email)

source: You can get your API key from the account section of Mad Mimi.
pl_pl: Możesz dostać twój klucz API z sekcji konta Mad Mimi.

source: List name
pl_pl: Nazwa listy

source: Add Subscriber to List
pl_pl: Dodaj subskrybenta do listy

source: Remove Subscriber From List
pl_pl: Usuń subskrybenta z listy

source: Type
pl_pl: Rodzaj

source: If delete is selected the subscriber's email will not be added to the suppression list.
pl_pl: Jeśli wybrano opcję Usuń, wiadomość e-mail subskrybenta nie zostanie dodana do listy pomijania.

source: Change Post Status
pl_pl: Zmiana statusu posta

source: Post status
pl_pl: Status posta

source: Change Workflow Status
pl_pl: Zmień stan przepływu pracy

source: Clear Queued Events
pl_pl: Wyczyść zdarzenia w kolejce

source: Clears a customer's currently queued events for selected workflows.
pl_pl: Czyści klientów aktualnie umieszczonych w kolejce zdarzenia dla wybranych przepływów pracy.

source: Customer email
pl_pl: E-mail Klienta

source: Custom Function
pl_pl: Funkcja niestandardowa

source: This action can be used by developers to trigger custom code from a workflow. <%s>View documentation<%s>.
pl_pl: Ta akcja może być używana przez deweloperów do wyzwalania kodu niestandardowego z przepływu pracy. <%s>Zobacz dokumentację<%s>.

source: Function name
pl_pl: Nazwa funkcji

source: Add Tags
pl_pl: Dodaj tagi

source: Please note that tags are not supported on guest customers.
pl_pl: Należy pamiętać, że znaczniki nie są obsługiwane przez klientów-Gości.

source: Change Role
pl_pl: Zmień rolę

source: Please note that if the customer is a guest this action will do nothing.
pl_pl: Należy pamiętać, że jeśli klient jest gościem to akcja nie zrobi nic.

source: Remove Tags
pl_pl: Usuń znaczniki

source: Update Custom Field
pl_pl: Aktualizuj pole niestandardowe

source: This action can add or update a customer's custom field. If the customer has an account, the user meta table is used. If the customer is a guest, the guest meta table is used.
pl_pl: Ta akcja może dodać lub zaktualizować niestandardowe pole klienta. Jeśli klient ma konto, używana jest meta tabela użytkownika. Jeśli klient jest gościem, używana jest meta tabela gościa.

source: Key
pl_pl: Klucz

source: Add Contact To Group
pl_pl: Dodaj kontakt do grupy

source: Groups
pl_pl: Grupy

source: Add contact to list if missing?
pl_pl: Czy dodać kontakt do listy, jeśli go brakuje?

source: Remove Contact From Group
pl_pl: Usuń kontakt z grupy

source: Add Contact To List
pl_pl: Dodaj kontakt do listy

source: This field is optional.
pl_pl: Pole jest opcjonalne.

source: Last name
pl_pl: Nazwisko

source: Users will receive an email asking them to confirm their subscription.
pl_pl: Użytkownicy otrzymają wiadomość e-mail z prośbą o potwierdzenie subskrypcji.

source: Double optin
pl_pl: Zgoda z potwierdzeniem (Double opt-in)

source: Remove Contact From List
pl_pl: Usuń kontakt z listy

source: Unsubscribe only
pl_pl: Anuluj subskrypcję tylko

source: If checked the user will be unsubscribed instead of deleted.
pl_pl: Jeśli zaznaczone, użytkownik zostanie wypisany z subskrypcji, a nie usunięty.

source: Update List Contact Field
pl_pl: Pole kontaktowe listy aktualizacji

source: The contact must have been added to the list before updating any fields.
pl_pl: Kontakt musi zostać dodany do listy przed zaktualizowaniem dowolnych pól.

source: Field Value
pl_pl: Wartość pola

source: Update Contact Tags
pl_pl: Aktualizuj znaczniki kontaktowe

source: The contact must have been added to the list before updating tags.
pl_pl: Kontakt musi zostać dodany do listy przed aktualizacją tagów.

source: Tags to add
pl_pl: Znaczniki do dodania

source: Whether to remove all other tags that are already assigned to the contact.
pl_pl: Zdecyduj, czy usunąć wszystkie inne znaczniki, które są już przypisane do kontaktu.

source: Remove all other tags
pl_pl: Usuń wszystkie inne znaczniki

source: Tags to remove
pl_pl: Znaczniki do usunięcia

source: Create / Change Membership Plan For User
pl_pl: Utwórz / Zmień plan subskrybcji dla Użytkownika

source: Changes the plan of a user's active membership. If no active membership exists a new membership can optionally be created.
pl_pl: Zmienia plan aktywnej subskrybcji użytkownika. Jeśli subskrybcja nie jest aktywna, można ją opcjonalnie utworzyć.

source: Existing plan
pl_pl: Istniejący plan

source: [None]
pl_pl: [Brak]

source: Leave this blank to only create new memberships.
pl_pl: Pozostaw to pole puste, aby utworzyć tylko nowe członkostwo.

source: New plan
pl_pl: Nowy plan

source: Allow membership creation?
pl_pl: Zezwalać na tworzenie członkostwa?

source: If checked a new membership will be created for the user if they are not a member of the existing plan.
pl_pl: Jeśli zaznaczone, nowe członkostwo zostanie utworzone dla użytkownika, jeśli nie są oni członkami istniejącego planu.

source: Plan could not be changed or created because the user already has a membership using the new plan.
pl_pl: Nie można zmienić ani utworzyć planu, ponieważ użytkownik ma już członkostwo przy użyciu nowego planu.

source: Membership created by AutomateWoo workflow #%s
pl_pl: Członkostwo utworzone przez Workflow AutomateWoo #%s

source: Membership #%s successfully created.
pl_pl: Członkostwo #%s zostało pomyślnie utworzone.

source: Membership plan changed from %s to %s by AutomateWoo workflow:#%s
pl_pl: Zmieniono plan członkostwa z %s na %s przez Workflow AutomateWoo: #%s

source: Delete Membership For User
pl_pl: Usuń członkostwo dla użytkownika

source: The user did not have membership that matched the selected plan.
pl_pl: Użytkownik nie ma członkostwa, które pasują do wybranego planu.

source: Deleted membership #%s
pl_pl: Usunięto członkostwo #%s

source: Failed deleting membership #%s
pl_pl: Nie powiodło się usunięcie członkostwa #%s

source: Add Note
pl_pl: Dodaj notatkę

source: Note
pl_pl: Notatka

source: Change Status
pl_pl: Zmień status

source: Order status will be changed to this.
pl_pl: Status zamówienia zostanie zmieniony na ten.

source: AutomateWoo workflow #%s.
pl_pl: AutomateWoo przepływ pracy # %s.

source: Order Item
pl_pl: Przedmiot zamówienia

source: This action can add or update an order item's custom field.
pl_pl: Ta akcja może dodać lub zaktualizować pole niestandardowe elementu zamówienia.

source: Resend Order Email
pl_pl: Wyślij ponownie wiadomość E-mail z zamówieniem

source: Please note that email tracking is not currently supported on this action.
pl_pl: Pamiętaj, że śledzenie wiadomości e-mail nie jest obecnie obsługiwane w tej akcji.

source: Admin
pl_pl: Administrator

source: %s email notification sent by AutomateWoo workflow #%d
pl_pl: %s powiadomienie e-mail wysłane przez AutomateWoo Workflow #%d

source: Trigger Order Action
pl_pl: Kolejność wyzwalacza akcji

source: Not to be confused with AutomateWoo actions this action can trigger a WooCommerce order action. They can normally be found in the in the top right of of the order edit view.
pl_pl: Nie należy mylić ich z akcjami AutomateWoo, ta akcja może wywołać akcję zamówienia WooCommerce. Zazwyczaj można je znaleźć w prawym górnym rogu widoku edycji zamówienia.

source: Order action
pl_pl: Akcja zamówienia

source: Generate download permissions
pl_pl: Generowanie uprawnień pobierania

source: Update Customer Provided Note
pl_pl: Aktualizuj uwagę klienta

source: If checked and there is an existing customer shipping note for this order the note on this action will added to the field after a pipe (|). If unchecked any existing note will be replaced.
pl_pl: Jeśli zaznaczone i istnieje istniejącego odbiorcy wysyłki Uwaga dla tego zamówienia notatki na tej akcji zostanie dodany do pola po potoku (|). Jeśli niezaznaczone istniejące notatki zostaną zastąpione.

source: Append to existing note?
pl_pl: Czy dołączyć do istniejącej notatki?

source: This action can add or update an order's custom field.
pl_pl: Ta akcja może dodać lub zaktualizować pole niestandardowe elementu zamówienia.

source: Add Points
pl_pl: Dodaj punkty

source: Remove Points
pl_pl: Usuń punkty

source: Send Email - Plain Text
pl_pl: Wyślij E-mail-zwykły tekst

source: This action sends a plain text email. It will contain no HTML which means open tracking and click tracking will not work. Some variables may display unexpectedly due to having HTML removed. If necessary, an unsubscribe link will be added after the email content.
pl_pl: Ta akcja wysyła wiadomość e-mail w formacie zwykłego tekstu. Nie będzie zawierał HTML, co oznacza, że otwarte śledzenie i śledzenie klikania nie będzie działać. Niektóre zmienne mogą być nieoczekiwanie wyświetlane z powodu usunięcia kodu HTML. Jeśli to konieczne, link anulowania subskrypcji zostanie dodany po zawartości wiadomości e-mail.

source: Email content
pl_pl: Zawartość e-maila

source: All HTML will be removed from this field when sending. Variables that use HTML may display unexpectedly because of this.
pl_pl: Wszystkie HTML zostaną usunięte z tego pola podczas wysyłania. Zmienne, które używają HTML mogą być wyświetlane nieoczekiwanie z tego powodu.

source: Send Email - Raw HTML [BETA]
pl_pl: Wyślij email-RAW HTML [BETA]

source: This action sends emails with only the HTML/CSS entered in the action's HTML field and is designed for advanced use only. This is different from the standard Send Email action, which inserts the email content into a template. Some variables may display unexpectedly due to the different CSS. Please note that you should include an unsubscribe link by using the variable {{ unsubscribe_url }}.
pl_pl: Ta czynność powoduje wysłanie wiadomości e-mail z kodem HTML/CSS wpisanych w polu HTML akcji i jest przeznaczony wyłącznie do użytku zaawansowanego. To różni się od standardowej akcji Wyślij wiadomość E-mail, która wstawia zawartość wiadomości e-mail do szablonu. Niektóre zmienne mogą być nieoczekiwanie wyświetlane ze względu na różne style CSS. Należy pamiętać, że należy dołączyć link anulowania subskrypcji przy użyciu zmiennej {{unsubscribe_url}}.

source: Include AutomateWoo CSS
pl_pl: Dołącz AutomateWoo CSS

source: Checking this box adds the basic AutomateWoo CSS that is used to style variables to your custom HTML.
pl_pl: Zaznaczenie tego pola powoduje dodanie podstawowego AutomateWoo CSS, który jest używany do stylu zmiennych do niestandardowego kodu HTML.

source: Any CSS included in the HTML will be automatically inlined.
pl_pl: Wszelkie CSS zawarte w HTML będą automatycznie inlined.

source: Send Email
pl_pl: Wyślij E-mail

source: This action sends an HTML email using a template. The default template matches the style of your WooCommerce transactional emails. <%s>View email templates documentation<%s>.
pl_pl: Ta akcja wysyła wiadomość e-mail w formacie HTML przy użyciu szablonu. Domyślny szablon pasuje do stylu swoich transakcyjnych wiadomości e-mail WooCommerce. <%s>Zobacz dokumentację szablonów wiadomości e-mail <%s>.

source: The appearance will depend on your email template. Not all templates support this field.
pl_pl: Wygląd będzie zależeć od szablonu wiadomości e-mail. Nie wszystkie szablony obsługują to pole.

source: Email heading
pl_pl: Nagłówek wiadomości e-mail
