Repository: 4tech-wojtek/automatewoo-translations
Catalog: automatewoo/automatewoo-*.po
Languages: pl_pl

source: <strong>Your license has expired.</strong> To enable this update please renew your license via the <%s>AutomateWoo account area<%s> then visit the <%s>licenses screen<%s> to refresh the status.
pl_pl: <strong>Licencja wygasła.</strong> Aby włączyć tę aktualizację, należy odnowić licencję za pomocą <%s>Obszaru konta w AutomateWoo <%s>, następnie wyświetl <%s>ekran z licencją <%s>, aby odświeżyć jej stan.

source: To enable this update you must enter your license key by visiting the the AutomateWoo > Settings > License screen.
pl_pl: Aby włączyć tę aktualizację należy wprowadzić klucz licencyjny, odwiedzając AutomateWoo > ustawienia > strona Licencji.

source: To enable this update please enter your license key by visiting the <%s>AutomateWoo Licenses<%s> screen.
pl_pl: Aby włączyć tę aktualizację, wprowadź swój klucz licencyjny, odwiedzając stronę <%s>Licencja AutomateWoo <%s>.

source: Tags
pl_pl: Tagi

source: Search Tags
pl_pl: Szukaj Według Tagów

source: Popular Tags
pl_pl: Popularne tagi

source: All Tags
pl_pl: Wszystkie Tagi

source: Edit Tag
pl_pl: Edytuj Tag

source: Update Tag
pl_pl: Aktualizacja Tagu

source: Add New Tag
pl_pl: Dodaj nowy Tag

source: New Tag Name
pl_pl: Nazwa nowego tagu

source: Separate Tags with commas
pl_pl: Tagi oddzielane przecinkami

source: Add or remove Tags
pl_pl: Dodawanie i usuwanie znaczników

source: Choose from the most popular tags
pl_pl: Wybieraj spośród najpopularniejszych tagów

source: Users
pl_pl: Użytkownicy

source: Export
pl_pl: Eksportuj

source: Export to CSV
pl_pl: Eksport do CSV

source: Select %s
pl_pl: Wybierz %s

source: There are no %s available.
pl_pl: Brak dostępnych %s.

source: Taxonomies
pl_pl: Taksonomie

source: Add tag&hellip;
pl_pl: Dodaj znacznik &hellip;

source: Remove tag&hellip;
pl_pl: Usuń znacznik &hellip;

source: Change
pl_pl: Zmień

source: Tags updated.
pl_pl: Zaktualizowano znaczniki.

source: Unsubscribe
pl_pl: Wypisz się

source: Workflow was not defined for email.
pl_pl: Przepływ pracy nie został zdefiniowany dla wiadomości e-mail.

source: The recipient is not opted-in to this workflow.
pl_pl: Odbiorca nie zapisywał się do tej kolejki działań.

source: First name
pl_pl: Imię

source: Currently active carts are shown here which includes any cart that has not been cleared at purchase or emptied by its owner. Carts are automatically deleted %s days after their last update.
pl_pl: Pokazuje tutaj aktywne koszyki, czyli każdy koszyk, który nie został wyczyszczony w momencie zakupu lub opróżniony przez jego właściciela. Ich zawartość jest automatycznie usuwana %s dni po ich ostatniej aktualizacji.

source: Please select some carts to bulk edit.
pl_pl: Proszę zaznaczyć koszyki do edycji zbiorczej.

source: Bulk edit completed.
pl_pl: Zakończono edycję zbiorczą.

source: 90 days
pl_pl: 90 dni

source: 30 days
pl_pl: 30 dni

source: 14 days
pl_pl: 14 dni

source: 7 days
pl_pl: 7 dni

source: Guest details
pl_pl: Szczegóły gościa

source: Missing guest data.
pl_pl: Brakujące dane gościa.

source: Please select some guests to bulk edit.
pl_pl: Proszę wybrać Gości do edycji zbiorczej.

source: Guest successfully deleted.
pl_pl: Gość został usunięty.

source: View getting started guide
pl_pl: Zobacz Wprowadzenie-Przewodnik

source: %s activated successfully.
pl_pl: %s aktywowano pomyślnie.

source: Your license was successfully deactivated.
pl_pl: Licencja została pomyślnie dezaktywowana.

source: Every time a workflow runs a log entry is created. Logs are used by some triggers to determine when they should and should not fire. For this reason deleting logs should generally be avoided.
pl_pl: Przy każdym uruchomieniu przepływu działań jest tworzony wpis dziennika. Dzienniki są używane przez niektóre wyzwalacze do określenia, kiedy powinny lub nie powinny się uruchamiać. Z tego powodu proponujemy nie usuwać dzienników.

source: Workflow was successfully re-run.
pl_pl: Przepływ działań został pomyślnie ponownie uruchomiony.

source: Created log #%d.
pl_pl: Utworzono dziennik #% d.

source: Workflow could not be re-run.
pl_pl: Nie można ponownie uruchomić przepływu.

source: Log not found.
pl_pl: Nie znaleziono dziennika.

source: Please select some logs to bulk edit.
pl_pl: Proszę wybrać kilka dzienników do edycji zbiorczej.

source: Import
pl_pl: Importuj

source: Your store is set to require customers to opt-in before non-transactional workflows will run for them.
pl_pl: Twój sklep jest ustawiony tak, aby wymagał od klientów zapisania się, zanim zostaną uruchomione dla nich nietransakcyjne przepływy działań.

source: Your store is set to automatically opt-in customers for workflows but they can opt-out with the unsubscribe link in emails and SMS.
pl_pl: Twój sklep jest skonfigurowany do automatycznego włączania klientów w przepływy pracy, ale mogą oni zrezygnować z subskrypcji w wiadomościach e-mail i SMS.

source: More information on opt-ins and opt-outs is available <%s>in the documentation.<%s>
pl_pl: Więcej informacji na temat Zapisu i Rezygnacji jest dostępne <%s> w dokumentacji. <%s>

source: Please select some items to bulk edit.
pl_pl: Wybierz jakieś elementy do edycji zbiorczej.

source: Error generating preview.
pl_pl: Błąd podczas generowania podglądu.

source: Workflows that are not set to run immediately will be added to this queue. The queue processes %s items every 5 minutes so actual run times may vary. <%s>Read more&hellip;<%s>
pl_pl: Przepływy działań, które nie są ustawione do uruchomienia natychmiast, zostaną dodane do tej kolejki. Kolejka przetwarza %s elementy co 5 minut, więc rzeczywiste czasy wykonywania mogą się różnić. <%s>Więcej informacji&hellip;<%s>

source: Queued event run successfully.
pl_pl: Zdarzenie w kolejce uruchomiono pomyślnie.

source: Queued event failed to run.
pl_pl: Nie można uruchomić kolejki zdarzeń.

source: Please select some queued events to bulk edit.
pl_pl: Wybierz jakieś zdarzenia z kolejki do edycji zbiorczej.

source: WARNING: After switching to 'Opt-in mode' current customers will not be automatically opted in. Non-transactional workflows will stop sending emails and SMS until customers choose to opt-in. You can import opt-ins via AutomateWoo > Tools.
pl_pl: OSTRZEŻENIE: po przejściu do trybu "Zapisów", klienci nie zostaną automatycznie wybrani. Nietransakcyjne przepływy działań przestaną wysyłać wiadomości e-mail i SMS, dopóki klienci nie zdecydują się zapisać. Możesz importować takie Zapisy za pomocą AutomateWoo > Tools.

source: Invalid tool.
pl_pl: Nieprawidłowe narzędzie.

source: Failed to init process.
pl_pl: Proces nie został uruchomiony.

source: Process could not be validated.
pl_pl: Proces nie może zostać zweryfikowany.

source: Process failed.
pl_pl: Proces nie powiódł się.

source: Success - Items may be still be processing in the background.
pl_pl: Powodzenie - Elementy mogą być nadal przetwarzane w tle.

source: conversion revenue
pl_pl: przychody z konwersji

source: conversions
pl_pl: konwersje

source: messages sent
pl_pl: wiadomości wysłane

source: opens
pl_pl: otwarcia

source: clicks
pl_pl: kliknięcia

source: workflows run
pl_pl: działające przepływy

source: workflows queued
pl_pl: przepływy działań w kolejce

source: active carts
pl_pl: aktywne koszyki

source: guests captured
pl_pl: przechwyceni goście

source: unsubscribes
pl_pl: wypisy

source: Recent logs
pl_pl: Ostatnie dzienniki

source: View
pl_pl: Zobacz

source: No workflows have been run yet&hellip;
pl_pl: Przepływy pracy jeszcze nie uruchomione&hellip;

source: Upcoming queued events
pl_pl: Nadchodzące zdarzenia w kolejce

source: There are no events currently queued&hellip;
pl_pl: Nie ma żadnych zdarzeń aktualnie umieszczonych w kolejce&hellip;

source: most run workflow
pl_pl: najczęściej działający przepływ

source: highest converting workflow
pl_pl: przepływ pracy o najwyższej konwersji

source: Year
pl_pl: Rok

source: Last Month
pl_pl: Ostatni miesiąc

source: This Month
pl_pl: Ten miesiąc

source: Last 7 Days
pl_pl: Ostatnich 7 dni

source: Date
pl_pl: Data

source: Export CSV
pl_pl: Eksportuj CSV

source: Workflow Search
pl_pl: Wyszukiwanie toku prac

source: Show
pl_pl: Pokaż

source: Last active
pl_pl: Ostatnia aktywność

source: Items
pl_pl: Elementy

source: Total
pl_pl: Łącznie

source: Language
pl_pl: Język

source: Change status to active
pl_pl: Zmień stan na aktywny

source: Change status to abandoned
pl_pl: Zmień status na porzucony

source: Delete
pl_pl: Usuń

source: Conversion
pl_pl: Konwersja

source: Conversions
pl_pl: Konwersje

source: No conversions found.
pl_pl: Nie znaleziono konwersji.

source: Unmark As Conversion
pl_pl: Usuń oznaczenie Konwersja

source: First Interacted
pl_pl: Pierwsza Interakcja

source: Order Placed
pl_pl: Zamówienie złożone

source: Order Total
pl_pl: Suma zamówienia

source: %s converted order value
pl_pl: %s przekonwertowana wartość zamówienia

source: %s converted orders
pl_pl: %s przekonwertowanych zamówień

source: Showing reports for:
pl_pl: Wyświetla raporty dla:

source: Reset
pl_pl: Resetuj

source: Conversion Number
pl_pl: Numer konwersji

source: Conversion Value
pl_pl: Wartość konwersji

source: %s trackable messages sent
pl_pl: %s wysłanych wiadomości śledzonych

source: %s unique opens
pl_pl: %s unikalne otwarcia

source: This value represents unique opens.
pl_pl: Ta wartość reprezentuje unikatowe otwarcia.

source: %s unique clicks
pl_pl: %s unikalnych kliknięć

source: %s clicks
pl_pl: %s kliknięć

source: %s unsubscribes
pl_pl: %s anulowań subskrypcji

source: Unsubscribes are recorded against each workflow so users can unsubscribe to individual workflows.
pl_pl: Anulacje subskrypcji są rejestrowane dla każdego przepływu działań, dzięki czemu użytkownicy mogą anulować subskrypcję poszczególnych przepływów.

source: Unsubscribes
pl_pl: Wypisani

source: Unique Clicks
pl_pl: Unikalne kliknięcia

source: Clicks
pl_pl: Kliknięcia

source: Opens
pl_pl: Otwarcia

source: Event
pl_pl: Zdarzenie

source: Arguments
pl_pl: Argumenty

source: Scheduled date
pl_pl: Zaplanowana data

source: Search guests
pl_pl: Szukaj Gości

source: No guests found.
pl_pl: Nie znaleziono Gości.

source: Email
pl_pl: Adres email

source: Last Active
pl_pl: Ostatnia aktywność

source: Created
pl_pl: Utworzono

source: No logs found.
pl_pl: Nie znaleziono dzienników.

source: Errors occurred when running this workflow. See log notes for more info.
pl_pl: Wystąpiły błędy podczas uruchamiania tego przepływu pracy. Więcej informacji znajdziesz w uwagach do dziennika.

source: An email was blocked from sending. See log notes for more info.
pl_pl: Wiadomość e-mail została zablokowana przed wysłaniem. Więcej informacji znajdziesz w uwagach do dziennika.

source: Time
pl_pl: Czas

source: Opt-in
pl_pl: Zapis

source: Opt-out
pl_pl: Rezygnacja

source: Search by email
pl_pl: Wyszukaj wg adresu e-mail

source: Set as opted-out
pl_pl: Wypisz z Subskrybcji

source: Set as opted-in
pl_pl: Zapisz do Subskrybcji

source: Failed
pl_pl: Nieudane

source: now
pl_pl: teraz

source: Retry
pl_pl: Ponów

source: Run Now
pl_pl: Uruchom teraz

source: Queued Event
pl_pl: Zdarzenie w kolejce

source: Run Date
pl_pl: Data uruchomienia

source: %s workflows have run for the selected period
pl_pl: %s przepływy zostały uruchomione dla wybranego okresu

source: Runs
pl_pl: Działające

source: Conversions List
pl_pl: Lista konwersji

source: Email & SMS Tracking
pl_pl: E-mail & śledzenie SMS

source: Select a page&hellip;
pl_pl: Wybierz stronę&hellip;

source: Your settings have been saved.
pl_pl: Twoje ustawienia zostały zapisane.

source: Enable
pl_pl: Włącz

source: Enable ActiveCampaign Integration
pl_pl: Włącz integrację ActiveCampaign

source: API URL
pl_pl: URL API

source: API Key
pl_pl: Klucz API

source: Integrating with Bitly allows you to shorten links in your SMS messages. Create a free account at <%s>bitly.com<%s>.
pl_pl: Integracja z Bitly pozwala na skrócenie linków w wiadomościach SMS. Załóż darmowe konto w <%s>bitly.com<%s>.

source: Generic Access Token
pl_pl: Rodzajowy token dostępu

source: Find your Generic Access Token in your Bitly account area under Your Account > Edit Profile.
pl_pl: Znajdź swój rodzajowy token dostępu na swoim koncie w Bitly w obszarze Twoje konto > Edytuj profil.

source: Shorten all SMS links
pl_pl: Skróć wszystkie łącza SMS

source: To find your API key or client ID, sign in to your Campaign Monitor account and click your profile image at the top right, then select Account settings, then API keys.
pl_pl: Aby znaleźć klucz interfejsu API lub identyfikator klienta, zaloguj się na konto Campaign Monitor i kliknij obraz profilu w prawym górnym rogu, a następnie wybierz pozycję Ustawienia konta, a następnie klucze interfejsu API.

source: Enabling the Campaign Monitor integration makes actions available for use when creating workflows. These actions can be used to automate adding and removing members from lists.
pl_pl: Włączenie integracji z Campaign Monitor sprawia, że akcje będą dostępne do użycia podczas tworzenia przepływów pracy. Te akcje mogą służyć do automatyzacji dodawania i usuwania członków z list.

source: Enable integration
pl_pl: Włącz integrację

source: API key
pl_pl: Klucz API

source: Client ID
pl_pl: ID klienta

source: Enable cart tracking
pl_pl: Włącz śledzenie koszyka

source: Abandoned cart timeout
pl_pl: Limit czasu opuszczonego koszyka

source: Set the number of minutes from when a cart is last active to when it is considered abandoned. Default value is 15.
pl_pl: Ustaw liczbę minut, od ostatniej aktywności w koszyku do uznania go jako porzuconego. Wartość domyślna to 15.

source: Include failed, cancelled and pending orders as abandoned carts
pl_pl: Uwzględnij nieudane, anulowane i oczekujące zlecenia jako opuszczone koszyki

source: When disabled, carts that are converted to pending, cancelled or failed orders will not be included in abandoned cart workflows.
pl_pl: Gdy wyłączone, koszyki, które są konwertowane na zamówienia oczekujące, anulowane lub nieudane, nie będą uwzględniane w przepływach działań dla porzuconych koszyków.

source: Clear inactive carts after
pl_pl: Wyczyść nieaktywne koszyki po

source: Set the days after which an inactive cart will be deleted. Default value is 60.
pl_pl: Ustaw dni, po których nieaktywny koszyk zostanie usunięty. Wartość domyślna to 60.

source: General
pl_pl: Ogólne

source: Marketing opt-in
pl_pl: Zgoda na marketing

source: AutomateWoo can either be in opt-in mode or opt-out mode. Opt-in means customers must opt-in before email and SMS can be sent to them. Opt-out means email and SMS will be sent automatically until the customer chooses to opt-out. All transactional workflows are excluded from this.
pl_pl: AutomateWoo może pracować w trybie opt-in lub opt-out. Zgoda oznacza, że klienci muszą wyrazić zgodę, zanim będzie można wysłać do nich wiadomość e-mail i SMS. Rezygnacja oznacza, że e-mail i SMS będą wysyłane automatycznie, dopóki klient nie zrezygnuje. Wszystkie transakcyjne przepływy pracy są z tego wyłączone.

source: Customer opt-in mode
pl_pl: Tryb zapisu klienta

source: Opt-in (recommended)
pl_pl: Opt-in (zalecane)

source: Opt-in checkbox locations
pl_pl: Opt-in lokalizacje pól wyboru

source: Show on checkout page.
pl_pl: Pokazuj podczas realizacji zamówienia.

source: Show on account sign up page.
pl_pl: Pokaż na stronie rejestracji konta.

source: Opt-in checkbox text
pl_pl: Tekst przy polu wyboru zgody

source: Session tracking
pl_pl: Śledzenie sesji

source: Session tracking uses cookies to remember users when they are not signed in. This means carts can be tracked when the user is signed out. This is also used by the Refer A Friend add-on to reduce fraud. Since these cookies may not be considered 'essential' for the function of the website, users in some regions may need to give consent before these cookies are set.
pl_pl: Śledzenie sesji używa plików cookie do zapamiętywania użytkowników, gdy nie są zalogowani. Oznacza to, że koszyki mogą być śledzone, gdy użytkownik jest wylogowany. W celu ograniczenia oszustw, jest on również wykorzystywany przez dodatek "Poleć znajomego". Ponieważ te pliki cookie nie mogą być uważane za "istotne" dla funkcji witryny, użytkownicy w niektórych regionach mogą potrzebować wyrazić zgodę, zanim te pliki cookie zostaną ustawione.

source: Enable session tracking
pl_pl: Włącz śledzenie sesji

source: Require cookie consent
pl_pl: Wymagaj zgody na pliki cookie

source: Disable session tracking until consent is given. Requires a cookie consent plugin.
pl_pl: Wyłącz śledzenie sesji, dopóki nie zostanie udzielona zgoda. Wymaga wtyczki zgody na pliki cookie.

source: AutomateWoo does not add a notice asking for cookie consent. Please use a cookie consent plugin or custom code for this.
pl_pl: AutomateWoo nie dodaje zawiadomienia z prośbą o zgodę na pliki cookie. W tym celu należy użyć wtyczki zgody na pliki cookie lub kodu niestandardowego.

source: Consent cookie name
pl_pl: Nazwa pliku cookie zgody

source: Insert the name of the cookie added by your cookie consent solution when a user gives consent. Please note that this is case sensitive. If you are unsure what this is please contact your developer.
pl_pl: Wprowadź nazwę pliku cookie dodanego przez rozwiązanie zgody na pliki cookie, gdy użytkownik wyrazi na to zgodę. Należy pamiętać, że jest uwzględniana wielkość liter. Jeśli nie masz pewności, co to jest, skontaktuj się z deweloperem.

source: Enable pre-submit data capture
pl_pl: Włącz przechwytywanie danych przed przesłaniem

source: Capture guest customer data before forms are submitted e.g. during checkout. We recommend leaving this disabled to comply with GDPR.
pl_pl: Przechwytuj dane klienta gościa przed przesłaniem formularzy na przykład podczas dokonywania płatności. Zalecamy pozostawienie tej opci wyłączonej w celu przestrzegania Rodo.

source: Where should pre-submit data capture be enabled?
pl_pl: Gdzie należy przesłać wstępnie przechwytywanie danych, jeśli włączone?

source: Determines which pages have javascript code inserted for email capture.
pl_pl: Określa, które strony mają wstawiony kod JavaScript do przechwytywania poczty e-mail.

source: If set to All Pages you can add the CSS class 'automatewoo-capture-guest-email' to enable email capture on custom form fields.
pl_pl: Jeśli ustawisz na wszystkich stronach, możesz dodać klasę CSS 'automatewoo-capture-guest-email', aby włączyć przechwytywanie poczty e-mail w niestandardowych polach formularza.

source: Checkout Only
pl_pl: Tylko podczas zamówienia

source: All Pages
pl_pl: Wszystkie strony

source: Communication preferences page
pl_pl: Strona preferencji komunikacyjnych

source: The communication preferences page is where customers can opt-in or opt-out of workflows. It must contain the shortcode %s. To set up a signup page use the shortcode %s and specify the page in the setting below.
pl_pl: Strona preferencji komunikacyjnych to miejsce, w którym klienci mogą wyrazić zgodę lub zrezygnować z przepływów działań. Musi zawierać shortcode %s. Aby skonfigurować stronę rejestracji, użyj shortcode %s i określ taką stronę w poniższym ustawieniu.

source: Communication signup page (optional)
pl_pl: Strona rejestracji komunikacji (opcjonalnie)

source: The signup page is similar to the preferences page but allows customers to enter their email address.
pl_pl: Strona rejestracji jest podobna do strony preferencji, ale umożliwia klientom wprowadzenie adresu e-mail.

source: Enable account tab
pl_pl: Włącz kartę konto

source: Show Communication tab in My Account area
pl_pl: Pokaż kartę komunikacja w obszarze Moje konto

source: Legal text
pl_pl: Tekst prawny

source: WooCommerce 3.4 is required for the shortcodes below to work.
pl_pl: WooCommerce 3.4 jest wymagane aby "szortkody" zadziałały.

source: This text is shown above the form submit button. Use the following shortcodes to add dynamic content: %s
pl_pl: Ten tekst jest pokazany w formularzu nad Przyciskiem Wyślij. Dodaj zawartość dynamiczną za pomocą następujących skróconych kodów: %s

source: Email sender options
pl_pl: Opcje nadawcy wiadomości e-mail

source: From name
pl_pl: Nazwa formularza

source: How the sender name appears in outgoing AutomateWoo emails. If blank the WooCommerce sender name will be used.
pl_pl: Jaka nazwa nadawcy pojawia się w wychodzących mailach z AutomateWoo. Jeśli zostawisz puste, to będzie użyta nazwa nadawcy z WooCommerce.

source: From email
pl_pl: Z adresu e-mail

source: How the sender email appears in outgoing AutomateWoo emails. If blank the WooCommerce sender email will be used.
pl_pl: Jak e-mail nadawcy pojawi się w wychodzących mailach z AutomateWoo. Jeśli pusty, zostanie użyty e-mail nadawcy z WooCommerce.

source: Misc
pl_pl: Różne

source: Conversion tracking window
pl_pl: Okno śledzenia konwersji

source: Sets the number of days after a workflow runs that a new order can be considered a conversion. Default value is 14.
pl_pl: Ustawia liczbę dni po uruchomieniu przepływu działań, że nowe zamówienie można uznać za konwersję. Wartość domyślna to 14.

source: Automatically delete expired coupons
pl_pl: Automatycznie usuwaj wygasłe kupony

source: Coupons generated by AutomateWoo will be deleted 14 days after they expire.
pl_pl: Kupony generowane przez AutomateWoo zostaną usunięte 14 dni po ich wygaśnięciu.

source: License keys
pl_pl: Klucze licencyjne

source: License key origin
pl_pl: Pochodzenie klucza licencyjnego

source: Choose the domain that matches where your AutomateWoo license key is from.
pl_pl: Wybierz domenę, która pasuje do Twojego klucza licencyjnego AutomateWoo.

source: AutomateWoo.com (legacy)
pl_pl: AutomateWoo.com (dziedziczone)

source: Enabling the MailChimp integration does not automatically sync your data but makes three actions available when creating workflows. These actions can be used to automate how you add and remove members from your MailChimp lists and update your custom fields.
pl_pl: Włączenie integracji MailChimp nie powoduje automatycznej synchronizacji danych, ale udostępnia trzy akcje podczas tworzenia przepływów pracy. Te akcje mogą służyć do zautomatyzowania sposobu dodawania i usuwania członków z list MailChimp i aktualizowania pól niestandardowych.

source: You can get your API key when logged in to MailChimp under Account > Extras > API Keys.
pl_pl: Możesz dostać twój klucz API po zalogowaniu się do MailChimp w ramach konta > Extras > klucze API.

source: The MailChimp API Key you entered is not valid.
pl_pl: Wprowadzony klucz API MailChimp jest nieprawidłowy.

source: Enable Background Checks
pl_pl: Włącz sprawdzanie w tle

source: Allow occasional background checks for major system issues. If an issue is detected an admin notice will appear.
pl_pl: Zezwalaj na sporadyczne sprawdzanie w tle głównych problemów systemowych. W przypadku wykrycia problemu zostanie wyświetlona informacja o administratorze.

source: Twilio
pl_pl: Usługi Twilio

source: Enable Twilio Integration
pl_pl: Włącz integrację usługi Twilio

source: From
pl_pl: Od

source: Must be a Twilio phone number (in E.164 format) or alphanumeric sender ID.
pl_pl: Musi to być numer telefonu usługi Twilio (w formacie E. 164) lub alfanumeryczny ID nadawcy.

source: Account SID
pl_pl: SID konta

source: Auth Token
pl_pl: Token uwierzytelniania

source: New Action
pl_pl: Nowe działanie

source: Action
pl_pl: Akcja

source: %s database update required
pl_pl: wymagana aktualizacja bazy danych %s

source: - Please run the updater as soon as possible. It is normal for this to take some time to complete.
pl_pl: - Proszę jak najszybciej przeprowadzić aktualizację. Zakończenie tej operacji zajmie trochę czasu, ale to normalne.

source: Run the updater
pl_pl: Uruchom aktualizację
