Repository: 4tech-wojtek/automatewoo-translations
Catalog: automatewoo/automatewoo-*.po
Languages: pl_pl

source: %s is inactive.
pl_pl: %s jest nieaktywne.

source: %1$s The plugin requires PHP version %2$s or newer.
pl_pl: %1$s Ta wtyczka wymaga wersji PHP %2$s lub nowszej.

source: %1$s The plugin requires WooCommerce version %2$s or newer.
pl_pl: %1$s Ta wtyczka wymaga wersji WooCommerce %2$s lub nowszej.

source: %1$s The plugin requires WordPress version %2$s or newer.
pl_pl: %1$s Ta wtyczka wymaga WordPressa w wersji %2$s lub nowszej.

source: Dashboard
pl_pl: Kokpit

source: Workflows
pl_pl: Przepływy pracy

source: Logs
pl_pl: Logi

source: Queue
pl_pl: Kolejka

source: Carts
pl_pl: Koszyki

source: Guests
pl_pl: Goście

source: Opt-ins
pl_pl: Zapisy

source: Opt-outs
pl_pl: Rezygnacje

source: Reports
pl_pl: Raporty

source: Tools
pl_pl: Narzędzia

source: Settings
pl_pl: Ustawienia

source: Events
pl_pl: Wydarzenia

source: Preview
pl_pl: Podgląd

source: License
pl_pl: Licencja

source: AutomateWoo Data Update
pl_pl: Aktualizacja danych AutomateWoo

source: This field does not support variables.
pl_pl: To pole nie obsługuje zmiennych.

source: Variable '%s' is not available with the selected trigger. Please only use variables listed in the the variables box.
pl_pl: Zmienna ' %s ' nie jest dostępna z wybranym wyzwalaczem. Należy używać tylko zmiennych wymienionych w polu zmienne.

source: Variable '%s' is not a valid. Please only use variables listed in the the variables box.
pl_pl: Zmienna ' %s ' nie jest prawidłowym. Należy używać tylko zmiennych wymienionych w polu zmienne.

source: Your AutomateWoo license has expired.
pl_pl: Twoja licencja AutomateWoo wygasła.

source: <a href="%s" target="_blank">Renew your license</a> to receive updates and support.
pl_pl: <a href="%s" target="_blank">Odnów licencję</a> w celu otrzymywania aktualizacji i pomocy technicznej.

source: AutomateWoo - You have unactivated products.
pl_pl: AutomateWoo-masz nieaktywowane produkty.

source: AutomateWoo is not activated.
pl_pl: AutomateWoo nie została aktywowana.

source: Please <a href="%s">enter your license key</a> to receive plugin updates.
pl_pl: Proszę <a href="%s">wprowadzić klucz licencyjny</a> , aby otrzymywać aktualizacje wtyczki.

source: Sorry, this action can not be previewed.
pl_pl: Przepraszamy, ta akcja nie może być przeglądana.

source: Error:
pl_pl: Błąd:

source: Success! %s email%s sent.
pl_pl: Sukces! %s e-mail%s wysłany.

source: Message sent.
pl_pl: Wiadomość wysłana.

source: Permission error.
pl_pl: Błąd uprawnień.

source: Add-on could not be updated
pl_pl: Nie można zaktualizować dodatku

source: No log found.
pl_pl: Nie znaleziono dziennika.

source: No queued event found.
pl_pl: Nie odnaleziono zdarzenia w kolejce.

source: Variable not found.
pl_pl: Zmienna nie została znaleziona.

source: No cart found.
pl_pl: Nie znaleziono koszyka.

source: Order
pl_pl: Zamówienie

source: Customer
pl_pl: Klient

source: Guest
pl_pl: Gość

source: Cart
pl_pl: Koszyk

source: Review
pl_pl: Przegląd

source: Product
pl_pl: Produkt

source: Subscription
pl_pl: Subskrypcja

source: Membership
pl_pl: Członkostwo

source: Wishlist
pl_pl: Lista życzeń

source: [Guest]
pl_pl: [Gość]

source: Product ID
pl_pl: ID produktu

source: Version
pl_pl: Wersja

source: License Key
pl_pl: Klucz licencji

source: License Status
pl_pl: Status Licencji

source: Deactivate
pl_pl: Deaktywuj

source: Place license key here
pl_pl: Umieść tutaj klucz licencji

source: Active
pl_pl: Aktywna

source: Expired
pl_pl: Wygasła

source: (Renew)
pl_pl: (Odnów)

source: Search
pl_pl: Szukaj

source: Filter
pl_pl: Filtr

source: Search for a workflow&hellip;
pl_pl: Szukaj przepływu pracy&hellip;

source: Search for a customer&hellip;
pl_pl: Szukaj klienta&hellip;

source: Action failed. Please refresh the page and retry.
pl_pl: Działanie nie powiodło się. Odśwież stronę i spróbuj ponownie.

source: Security check failed.
pl_pl: Sprawdzanie zabezpieczeń nie powiódł się.

source: There are no users with that tag.
pl_pl: Nie ma użytkowników z tym tagiem.

source: Save
pl_pl: Zapisz

source: Trigger
pl_pl: Wyzwalacz

source: Rules <small>(optional)</small>
pl_pl: Zasady <small>(opcjonalne)</small>

source: Actions
pl_pl: Działania

source: Timing
pl_pl: Czas

source: Options
pl_pl: Opcje

source: Variables
pl_pl: Zmienne

source: Run Count
pl_pl: Licznik Przebiegów

source: Queue Count
pl_pl: Liczba kolejek

source: Toggle Status
pl_pl: Przełącz stan

source: Active <span class="count">(%s)</span>
pl_pl: Aktywna <span class="count">(%s)</span>

# timing option
source: midnight
pl_pl: północ

# timing option
source: Daily at %s
pl_pl: Codziennie o %s

# timing option
source: Custom
pl_pl: Niestandardowo

# timing option
source: Immediate
pl_pl: Natychmiast

# timing option
source: Wait for <b>%s</b>
pl_pl: Czekaj do <b>%s</b>

# timing option
source: Schedule for <b>%s</b>
pl_pl: Harmonogram dla <b>%s</b>

# timing option
source: on <b>%s</b>
pl_pl: na <b>%s</b>

# timing option
source: after waiting <b>%s</b>
pl_pl: po odczekaniu <b>%s</b>

# timing option
source: Fixed at %s
pl_pl: Ustalone na %s

source: Schedule with a variable
pl_pl: Zaplanuj ze zmienną

source: Weekdays
pl_pl: Dni powszednie

source: Weekends
pl_pl: Weekendy

# day
source: or
pl_pl: lub

source: %s hour
pl_pl: %s godzina

source: %s minute
pl_pl: %s minuta

source: %s day
pl_pl: %s dzień

source: %s week
pl_pl: %s tydzień

source: Free!
pl_pl: Bezpłatny!

source: Abandoned
pl_pl: Porzucony

source: Communication preferences
pl_pl: Preferencje komunikacji

source: Communication
pl_pl: Komunikacja

source: Generated by AutomateWoo
pl_pl: Wygenerowano dzięki AutomateWoo

source: One minute
pl_pl: Jedna minuta

source: Two minutes
pl_pl: Dwie minuty

source: Five minutes
pl_pl: Pięć minut

source: Fifteen minutes
pl_pl: Piętnaście minut

source: Thirty minutes
pl_pl: Trzydzieści minut

source: Two days
pl_pl: Dwa dni

source: Four hours
pl_pl: Cztery godziny

source: Once weekly
pl_pl: Raz w tygodniu

source: Failed to load the '%s' database table.
pl_pl: Nie można załadować '%s' tabeli bazy danych.

source: Factory class must be registered.
pl_pl: Klasa fabryczna musi być zarejestrowana.

source: %d second
pl_pl: %d sekunda

source: %s from now
pl_pl: %s od teraz

source: %s ago
pl_pl: %s temu

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Your cart has been restored.
pl_pl: Twój koszyk został przywrócony.

source: Your cart could not be restored, it may have expired.
pl_pl: Twój koszyk nie może zostać przywrócony, prawdopodobnie już wygasł.

source: The previous order could not be found.
pl_pl: Nie można odnaleźć poprzedniego zamówienia.

source: %d item from your previous order is currently unavailable and could not be added to your cart.
pl_pl: produkt %d z poprzedniego zamówienia jest obecnie niedostępny i nie można go dodać do koszyka.

source: The cart has been filled with the items from your previous order.
pl_pl: W koszyku ponownie znalazły się produkty z Twojego wcześniejszego zamówienia.

source: The form could not be submitted. Error code: %s
pl_pl: Nie można wysłać formularza. Kod błędu: %s

source: Your communication preferences were updated.
pl_pl: Twoje preferencje komunikacyjne zostały zaktualizowane.

source: Please enter a valid email address.
pl_pl: Proszę wprowadź poprawny adres email.

source: Thanks! Your signup was successful.
pl_pl: Dzięki! Twoja rejestracja zakończyła się sukcesem.

source: Saved successfully! You won't receive marketing communications from us.
pl_pl: Zapisano pomyślnie! Nie otrzymasz od nas informacji marketingowych.

source: View AutomateWoo Settings
pl_pl: Wyświetl ustawienia AutomateWoo

# Page slug
source: communication-preferences
pl_pl: preferencje-komunikacji

# Page title
source: Communication preferences
pl_pl: Preferencje komunikacji

source: No response received from server.
pl_pl: Brak odpowiedzi z serwera.

source: Invalid response received from server.
pl_pl: Odebrano nieprawidłową odpowiedź z serwera.

source: Could not connect to remote server to check domain status.
pl_pl: Nie można połączyć się ze zdalnym serwerem w celu sprawdzenia statusu domeny.

source: This log was created from manual workflow re-run.
pl_pl: Ten dziennik został utworzony z ręcznego ponownego uruchomienia przepływu pracy.

source: Email address is blank.
pl_pl: Adres email jest pusty.

source: Email address is not valid.
pl_pl: Adres email nie jest prawidłowy.

source: Email address appears to be anonymized.
pl_pl: Adres email wydaje się być anonimizowany.

source: Email address is blacklisted.
pl_pl: Adres e-mail jest na czarnej liście.

source: The wp_mail() function returned false.
pl_pl: Funkcja wp_mail() zwróciła błąd.

source: <strong>It looks like you have an AutomateWoo subscription on WooCommerce.com.</strong> This store is using a legacy license but can be switched over by activating your AutomateWoo subscription in the <%1$s>WooCommerce.com Subscriptions tab<%2$s>.
pl_pl: <strong>Wygląda na to, że masz subskrypcję AutomateWoo w WooCommerce.com.</strong> Ten sklep używa starszego typu licencji, ale może zostać przełączony przez aktywację Twojej subskrypcji AutomateWoo w <%1$s>karcie Subskrypcje na WooCommerce. com<%2$s>.

source: <strong>AutomateWoo has moved to the official WooCommerce Extensions Store!</strong> To find out what this means for existing AutomateWoo.com license holders please read <%1$s>the announcement post<%2$s>.
pl_pl: <strong>AutomateWoo został przeniesiony do oficjalnego Sklepu z Rozszerzeniami dla WooCommerce!</strong> Aby dowiedzieć się, co to oznacza dla posiadaczy istniejących licencji AutomateWoo.com, przeczytaj <%1$s>to ogłoszenie<%2$s>.

source: I want to receive updates about products and promotions.
pl_pl: Chcę otrzymywać informacje o produktach i promocjach.

source: You can update these options at any time by clicking the unsubscribe link in the footer of any email you receive from us, or in your account area. By clicking below, you agree that we may process your information in accordance with our %s and %s.
pl_pl: Te opcje możesz zmienić w dowolnym momencie, klikając link anulowania subskrypcji w stopce wiadomości e-mail, które otrzymasz od nas lub na stronie Moje Konto. Zaznaczając, zgadzasz się na przetwarzanie Twoich danych. Wszystko znajdzesz na stronie %s oraz %s.

source: %s modified by AutomateWoo
pl_pl: %s zmodyfikowany przez AutomateWoo

source: (Workflow ID: <a href="%1$s">%2$s</a>)
pl_pl: (Identyfikator przepływu: <a href="%1$s">%2$s</a>)

# Admin menu name
source: Workflows
pl_pl: Przepływy

source: Add Workflow
pl_pl: Dodaj przepływ (Workflow)

source: Add New Workflow
pl_pl: Dodaj nowy Workflow

source: Edit
pl_pl: Edycja

source: Edit Workflow
pl_pl: Edytuj przepływ

source: New Workflow
pl_pl: Nowy Workflow

source: View Workflow
pl_pl: Wyświetl przepływ działań

source: Search Workflows
pl_pl: Przeszukaj przepływy działań

source: No Workflows found
pl_pl: Nie znaleziono przepływów pracy

source: No Workflows found in trash
pl_pl: W koszu nie znaleziono przepływów pracy

source: Disabled
pl_pl: Wyłączone

source: Disabled <span class="count">(%s)</span>
pl_pl: Wyłączony <span class="count">(%s)</span>

source: Anonymized customer workflow logs.
pl_pl: Logi przepływu pracy anonimowych klientów.

source: Removed workflow queued events.
pl_pl: Usunięto zdarzenia w kolejce przepływu pracy.

source: Removed saved cart.
pl_pl: Usunięto zapisany koszyk.

source: Removed AutomateWoo user meta.
pl_pl: Meta użytkownika w AutomateWoo zostały usunięte.

source: Removed user tags.
pl_pl: Usunięto znaczniki użytkownika.

source: Removed AutomateWoo customer object.
pl_pl: Usunięto obiekt klienta AutomateWoo.

source: Customer Data
pl_pl: Dane klienta

source: Saved Cart Data
pl_pl: Zapisane dane koszyka

source: Workflow logs
pl_pl: Dzienniki przepływu pracy

source: Workflow queued events
pl_pl: Zdarzenia w kolejce przepływu pracy

source: How we use your data
pl_pl: Jak wykorzystujemy Twoje dane

source: AutomateWoo uses personal data in many of its features and stores personal data in your WordPress database. We do not store any personal data from your website on our servers. You may need to adjust the suggested text below based on your settings and which workflows are in use.
pl_pl: AutomateWoo wykorzystuje dane osobowe w wielu swoich funkcjach i przechowuje dane osobowe w bazie danych WordPress. Nie przechowujemy żadnych danych osobowych z Twojej witryny na naszych serwerach. Może być konieczne dostosowanie sugerowanego poniższego tekstu w oparciu o ustawienia i które przepływy pracy są w użyciu.

source: If you opt-in to receive marketing updates we may use your personal information to provide you with product updates or marketing communications that we believe may be of interest to you. Personal data may also be used by our internal system to automate processes of our store.
pl_pl: Jeśli zdecydujesz się na otrzymywanie aktualizacji marketingowych, możemy wykorzystywać Twoje dane osobowe w celu dostarczania aktualizacji produktów lub informacji marketingowych, które naszym zdaniem mogą być dla Ciebie interesujące. Dane osobowe mogą być również wykorzystywane przez nasz wewnętrzny system do automatyzacji procesów naszego sklepu.

source: What we collect and store
pl_pl: Jakie informacje zbieramy i przechowujemy

source: Cookies
pl_pl: Ciasteczka

source: AutomateWoo uses three cookies to enable the session and cart tracking features of the plugin. If you have these features enabled you should include these cookies in your policy. You should also mention whether the user must give consent before these cookies are set.
pl_pl: AutomateWoo wykorzystuje trzy pliki cookie, aby włączyć funkcję śledzenia sesji i koszyka wtyczki. Jeśli te funkcje są włączone, należy uwzględnić te pliki cookie w zasadach. Należy również wspomnieć, czy użytkownik musi wyrazić zgodę, zanim te pliki cookie zostaną ustawione.

source: We use cookies to remember who you are when browsing our site and to store the contents of your cart for the purpose of reminding you. These cookies will only be set when you consent to allowing additional cookies on our website.
pl_pl: Używamy plików cookies, aby pamiętać, kim jesteś podczas przeglądania naszej strony i przechowywać zawartość koszyka w celu przypomnienia. Te pliki cookie będą ustawiane tylko wtedy, gdy wyrazisz zgodę na dodatkowe pliki cookie z naszej strony internetowej.

source: %s - Used to store a secure key that is unique to you - Expires after 2 years
pl_pl: %s - Używany do przechowywania bezpiecznego klucza, który jest unikatowy dla Ciebie - Wygasa po 2 latach

source: %s - Used to flag when you begin interacting with our website - Expires when you end the browser session
pl_pl: %s - używane do flagi po rozpoczęciu interakcji z naszej strony internetowej - Wygasa po zakończeniu sesji przeglądarki

source: %s - Used to store flag when your stored cart needs to be updated - Expires when you end the browser session
pl_pl: %s - Używane do przechowywania znacznika, kiedy przechowywany koszyk musi zostać zaktualizowany - Wygasa po zakończeniu sesji przeglądarki

source: If you are using AutomateWoo's cart tracking feature user carts will be stored for 60 days, depending on your settings.
pl_pl: Jeśli korzystasz z AutomateWoo z funkcji śledzenia koszyka użytkownika, te koszyki będą przechowywane przez 60 dni, w zależności od ustawień.

source: We store a copy of your cart in our database for 60 days for the purpose of reminding you when your cart is abandoned.
pl_pl: Przechowujemy kopię koszyka w naszej bazie danych przez 60 dni w celu przypomnienia, jeśli porzucisz Swój koszyk.

source: AutomateWoo keeps a record of when a user or guest chooses to opt-in or opt-out.
pl_pl: AutomateWoo przechowuje rejestr, gdy użytkownik lub gość zdecyduje się na zapis lub rezygnację newlettera/powiadomień.

source: We store your communication preferences such as whether you have opted in to receive marketing communication. This data is retained until you request the removal of your data.
pl_pl: Przechowujemy Twoje preferencje komunikacyjne, takie jak to, czy zdecydowałeś się na otrzymywanie informacji marketingowych. Te dane są zachowywane do momentu żądania usunięcia danych.

source: Communication logs
pl_pl: Dzienniki komunikacji

source: AutomateWoo keeps a record of all workflow logs which includes open, click and conversion tracking.
pl_pl: AutomateWoo przechowuje rejestr wszystkich dzienników przepływu działań, który obejmuje otwarcia, kliknięcia oraz śledzi konwersję.

source: We keep a log of some of the communication that we have with you which may include marketing and transactional emails and/or SMS messages. These are kept for the purpose of improving our marketing and communication with you and other customers. These logs are retained until you request removal of your data.
pl_pl: Przechowujemy dzienniki niektórych komunikacji z Tobą, które mogą obejmować marketing i transakcyjne wiadomości e-mail i/lub wiadomości SMS. Są one przechowywane w celu poprawy naszego marketingu i komunikacji z Tobą i innymi klientami. Te dzienniki są zachowywane do momentu żądania usunięcia danych.

source: Pre-submit data capture
pl_pl: Wstępne przechwytywanie danych

source: AutomateWoo has the option to capture customer data before forms are submitted which usually means that consent has not been given. Using this feature may not be legal in some regions depending on your legal basis for capturing that data. If you choose to use this feature we recommend including some reasoning behind it.
pl_pl: AutomateWoo ma możliwość przechwytywania danych klienta przed wysłaniem zamówienia, co zwykle oznacza, że zgoda jeszcze nie została udzielona. Korzystanie z tej funkcji może nie być legalne w niektórych regionach, w zależności od podstawy prawnej do przechwytywania tych danych. Jeśli zdecydujesz się skorzystać z tej funkcji zalecamy w tym przypadku jakiegoś usprawiedliwienia swoich działań.

source: What we share with others
pl_pl: Jakimi danymi się dzielimy

source: AutomateWoo integrates with third party services which means personal data may be shared depending on what integrations you have enabled and which workflows you are using.
pl_pl: AutomateWoo integruje się z usługami stron trzecich, co oznacza, że dane osobowe mogą być udostępniane w zależności od tego, jakie integracje zostały włączone i jakiego przepływu działań używasz.

source: We use Twilio as our SMS delivery service. Your data may be transferred to Twilio for processing in accordance with their <%s>Privacy Policy<%s>.
pl_pl: Używamy Twilio jako naszej usługi dostarczania SMS'ów. Twoje dane mogą zostać przekazane do usługi Twilio do przetworzenia naszej wiadomości zgodnie z ich <%s>Polityką prywatności<%s>.

source: We use MailChimp for email marketing. Your data may be transferred to MailChimp for processing in accordance with their <%s>Privacy Policy<%s>.
pl_pl: Wykorzystujemy MailChimp do wysyłania powiadomień e-mail. Twoje dane mogą zostać przesłane do MailChimp, celem wysłania naszej informacji, zgodnie z ich <%s>Polityką Prywatności<%s>.

source: We use Active Campaign for email marketing. Your data may be transferred to Active Campaign for processing in accordance with their <%s>Privacy Policy<%s>.
pl_pl: Wykorzystujemy Active Campaign do wysyłania powiadomień e-mail. Twoje dane mogą zostać przesłane do Active Campaign, celem wysłania naszej informacji, zgodnie z ich <%s>Polityką Prywatności<%s>.

source: We use Campaign Monitor for email marketing. Your data may be transferred to Campaign Monitor for processing in accordance with their <%s>Privacy Policy<%s>.
pl_pl: Wykorzystujemy Campaign Monitor do wysyłania powiadomień e-mail. Twoje dane mogą zostać przesłane do Campaign Monitor, celem wysłania naszej informacji, zgodnie z ich <%s>Polityką Prywatności<%s>.

source: We use Bitly for link shortening. Your data may be transferred to Bitly for processing in accordance with their <%s>Privacy Policy<%s>.
pl_pl: Używamy Bitly dla skrócenia linków. Twoje dane mogą być przesyłane przez Bitly do przetworzenia, zgodnie z ich <%s>Polityką Prywatności <%s>.

source: We use AgileCRM as our CRM. Your data may be transferred to AgileCRM for processing in accordance with their <%s>Privacy Policy<%s>.
pl_pl: Używamy AgileCRM jako naszego CRM. Dane mogą zostać przekazane do AgileCRM w celu przetworzenia zgodnie z <%s>Polityką Prywatności<%s>.

source: Suggested text:
pl_pl: Sugerowany tekst:

source: Workflow Logs
pl_pl: Dzienniki przepływu działań

source: Queued Events
pl_pl: Kolejka Zdarzeń

source: Saved Cart
pl_pl: Zachowany koszyk

source: User Meta
pl_pl: Metadane Użytkownika

source: User Tags
pl_pl: Znaczniki użytkownika

source: AutomateWoo Customer Object
pl_pl: Obiekt klienta AutomateWoo

source: Customer Object
pl_pl: Obiekt klienta

source: The workflow was deleted or deactivated.
pl_pl: Przepływ pracy został usunięty lub dezaktywowany.

source: Some of the required data was not found. For example, the order could have been deleted.
pl_pl: Nie odnaleziono niektórych wymaganych danych. Na przykład zamówienie mogło zostać usunięte.

source: A fatal error occurred while running the queued event.
pl_pl: Wystąpił błąd krytyczny podczas uruchamiania zdarzenia w kolejce.

source: Cause of queued event failure is unknown.
pl_pl: Przyczyna niepowodzenia zdarzenia w kolejce jest nieznana.

source: Subscriptions
pl_pl: Subskrypcje

source: Subscription products
pl_pl: Subskrybowane Produkty

source: Select products here to make this workflow only run on subscriptions with matching products. Leave blank to run for all products.
pl_pl: Wybierz produkty, aby ten przepływ pracy działał tylko z pasującymi produktami. Pozostaw puste, aby uruchomić dla wszystkich produktów.

source: Active subscriptions only
pl_pl: Tylko aktywne subskrypcje

source: Enable to ensure the subscription is still active when the workflow runs. This is useful if the workflow is not run immediately.
pl_pl: Włącz, żeby po uruchomieniu przepływu mieć pewność, że subskrypcja jest nadal aktywna. Jest to przydatne, jak przepływ działań nie jest uruchamiany natychmiastowo.

source: If the order has multiple subscriptions, only the first subscription will be used in the workflow. Subscription parent orders can have multiple subscriptions if the order contains products with different billing periods.
pl_pl: Jeśli zamówienie ma wiele subskrypcji, tylko pierwsza subskrypcja będzie używana w przepływie pracy. Zamówienia nadrzędne subskrypcji mogą mieć wiele subskrypcji, jeśli zamówienie zawiera produkty z różnych okresów rozliczeniowych.

source: Parent
pl_pl: Nadrzędny

source: Renewal
pl_pl: Odnowienia

source: Resubscribe
pl_pl: Wznów subskrypcję

source: Switch
pl_pl: Przełącz

source: Subscription order types
pl_pl: Typy zleceń subskrypcyjnych

source: [Any]
pl_pl: [Dowolne]

source: Select which subscription order types this workflow will run for.
pl_pl: Wybierz typy zleceń subskrypcji, które będą uruchamiane dla tego przepływu pracy.

source: AutomateWoo status check has found issues.
pl_pl: Kontrola stanu AutomateWoo wykazuje problemy.

source: <a href="%s">View details</a>
pl_pl: <a href="%s">Zobacz szczegóły</a>

source: If you are processing a large number of items they will be processed in the background.
pl_pl: W przypadku przetwarzania dużej liczby elementów będą one przetwarzane w tle.

source: To enable this update you must renew your expired license via the AutomateWoo account area.
pl_pl: Aby włączyć tę aktualizację, musisz odnowić wygasłą licencję za pośrednictwem obszaru konta AutomateWoo.
