Repository: 4tech-wojtek/automatewoo-translations
Catalog: automatewoo/automatewoo-*.po
Languages: pl_pl

source: If checked this trigger will repeatedly fire after the minimum last purchase date passes and the customer has not made a purchase. E.g. if the minimum is set to 30 days the trigger will fire 30 days after the customers last purchase and every 30 days from then until the maximum is reached or the customer makes another purchase. If unchecked the trigger will not repeat until the customer makes a new purchase.
pl_pl: Jeśli zaznaczone ten wyzwalacz będzie wielokrotnie ognia po minimalnej daty ostatniego zakupu przechodzi i klient nie dokonał zakupu. Np. Jeśli minimalna wartość wynosi 30 dni, wyzwalacz będzie wyzwalany 30 dni po ostatnim zakupie, a następnie co 30 dni, aż do osiągnięcia maksimum lub klient dokona kolejnego zakupu. Jeśli nie jest zaznaczona, wyzwalacz nie będzie powtarzany, dopóki klient nie dokona nowego zakupu.

source: Enable repeats
pl_pl: Włącz powtórzenia

source: New Guest Captured
pl_pl: Nowi przechwyceni goście

source: This trigger fires when a new guest is captured. Usually this immediately after they enter email during the checkout process.
pl_pl: Ten wyzwalacz jest uruchamiany po przechwyceniu nowego Gościa. Zazwyczaj to natychmiast po ich wprowadzeniu e-mail podczas procesu składania zamówienia.

source: MailChimp for WordPress - Form Submission
pl_pl: MailChimp dla WordPressa-składanie formularzy

source: This trigger fires after a MailChimp for WordPress form is successfully submitted.
pl_pl: Ten wyzwalacz pożarów po MailChimp dla WordPress formularz został pomyślnie złożony.

source: MailChimp for WordPress
pl_pl: MailChimp dla WordPress

source: Choose which MailChimp for WordPress form this workflow should trigger for.
pl_pl: Wybierz, które MailChimp dla WordPress formularz ten przepływ pracy powinien wyzwalać.

source: Form
pl_pl: Formularz

source: Membership Created
pl_pl: Członkostwo utworzone

source: Membership Status Changed
pl_pl: Zmieniono status członkostwa

source: Leave blank for any status
pl_pl: Pozostaw puste dla dowolnego stanu

source: Status changes from
pl_pl: Zmiany stanu z

source: Status changes to
pl_pl: Stan zmieni się na

source: Order Cancelled
pl_pl: Zamówienie anulowane

source: Order Completed
pl_pl: Zamówienie zrealizowane

source: Order Created - Each Line Item
pl_pl: Zamówienie utworzone-każdy element wiersza

source: Triggers for each order line item after an order is created in the database. At checkout this happens before payment is confirmed.
pl_pl: Wyzwalacze dla każdego elementu wiersza zamówienia po utworzeniu zamówienia w bazie danych. W kasie dzieje się to przed potwierdzeniem płatności.

source: Order Created
pl_pl: Utworzenie zamówienia

source: This trigger fires after an order is created in the database. At checkout this happens before payment is confirmed.
pl_pl: Ten wyzwalacz jest uruchamiany po utworzeniu zamówienia w bazie danych. W kasie dzieje się to przed potwierdzeniem płatności.

source: Order Note Added
pl_pl: Dodana Uwaga do zamówienia

source: Fires when any note is added to an order, can include both private notes and notes to the customer. These notes appear on the right of the order edit screen.
pl_pl: Uruchamiany, gdy jakakolwiek notatka jest dodawana do zamówienia, może zawierać zarówno notatki prywatne, jak i notatki do odbiorcy. Te notatki są wyświetlane po prawej stronie ekranu edycji zamówienia.

source: Orders
pl_pl: Zamówienia

source: Note contains text
pl_pl: Uwaga zawiera tekst

source: Only trigger this workflow if the order note contains the certain text. This field is optional.
pl_pl: Wyzwala tylko ten przepływ pracy, jeśli notatka o zamówieniu zawiera określony tekst. To pole jest opcjonalne.

source: [All]
pl_pl: [Wszystkie]

source: Order On Hold
pl_pl: Zamów w wstrzymaniu

source: Order Paid - Each Line Item
pl_pl: Zamówienie płatne-każdy element wiersza

source: Triggers for each order line item at the end of the payment process after the order status has been changed and stock has been reduced.
pl_pl: Wyzwalacze dla każdego towaru w wierszu zamówienia po zakończeniu procesu płatności po zmianie statusu zamówienia i zmniejszeniu zapasów.

source: Order Paid
pl_pl: Zamówienia opłacone

source: Triggers at the end of the payment process after the order status has been changed and stock has been reduced.
pl_pl: Wyzwalacze po zakończeniu procesu płatności po zmianie statusu zamówienia i zmniejszeniu zapasów.

source: Order Pending Payment
pl_pl: Zamówienie oczekujące na płatność

source: Order Processing
pl_pl: Przetwarzanie zamówień

source: Order Refunded
pl_pl: Zamówienie zwrócone

source: Order Status Changes - Each Line Item
pl_pl: Zmiany stanu zamówienia-każdy element wiersza

source: This trigger runs for each line item after an order status change occurs. Using this trigger allows access to the specific order item and product data.
pl_pl: Ten wyzwalacz jest uruchamiany dla każdego elementu wiersza po wystąpieniu zmiany stanu zamówienia. Użycie tego wyzwalacza umożliwia dostęp do określonej pozycji zamówienia i danych produktu.

source: Order Status Changes
pl_pl: Zmiany statusu zamówienia

source: Triggers after an order changes status occurs. Set the workflow to run on certain status changes with the trigger options.
pl_pl: Wyzwalacze po zmianie stanu zamówienia. Ustaw przepływ pracy do uruchamiania na niektórych zmianach stanu za pomocą opcji wyzwalacza.

source: Select which order statuses will trigger this workflow. Leave blank for any status.
pl_pl: Wybierz, które Stany zamówień wyzwolą ten przepływ pracy. Pozostaw puste dla dowolnego stanu.

source: New Review Posted
pl_pl: Nowa Recenzja wysłana

source: Reviews
pl_pl: Recenzje

source: This trigger does not fire until the review has been approved. If a customer leaves multiple reviews on the same product the workflow will only run once.
pl_pl: Ten wyzwalacz nie jest wyzwalany do czasu zatwierdzenia recenzji. Jeśli Klient pozostawia wiele opinii na ten sam produkt, przepływ pracy będzie działał tylko raz.

source: Subscription Before End
pl_pl: Subskrypcja przed zakończeniem

source: This trigger checks for subscriptions that are due to expire/end once every 24 hours.
pl_pl: Ten wyzwalacz sprawdza subskrypcje, które są z powodu wygaśnięcia/zakończenia co 24 godziny.

source: Days before end
pl_pl: Dni przed końcem

source: Subscription Before Renewal
pl_pl: Subskrypcja przed odnowieniem

source: This trigger checks for upcoming subscription renewals once every 24 hours.
pl_pl: Ten wyzwalacz sprawdza nadchodzące odnowienia subskrypcji co 24 godziny.

source: Days before renewal
pl_pl: Dni przed odnowieniem

source: Subscription Created - Each Line Item
pl_pl: Subskrypcja utworzona - Każdy element wiersza

source: This trigger fires after a subscription is created which happens before payment is confirmed. Using this trigger allows access to the product data of each subscription line item.
pl_pl: Ten wyzwalacz jest uruchamiany po utworzeniu subskrypcji, która ma miejsce przed potwierdzeniem płatności. Użycie tego wyzwalacza umożliwia dostęp do danych produktu każdej pozycji w wierszu subskrypcji.

source: Subscription Created
pl_pl: Utworzono subskrypcję

source: This trigger fires after a subscription is created which happens before payment is confirmed. To create a workflow that runs when the subscription is paid, use the Subscription Status Changed trigger.
pl_pl: Ten wyzwalacz jest uruchamiany po utworzeniu subskrypcji, która ma miejsce przed potwierdzeniem płatności. Aby utworzyć przepływ pracy, który jest uruchamiany, gdy subskrypcja jest wypłacana, należy użyć wyzwalacza zmieniony stan subskrypcji.

source: Subscription Note Added
pl_pl: Dodano notatkę subskrypcji

source: Fires when a note is added to a subscription. This includes private notes and notes to the customer. These notes appear on the right of the subscription edit screen.
pl_pl: Uruchamiany, gdy notatka jest dodawany do subskrypcji. Obejmuje to prywatne notatki i notatki do klienta. Te notatki są wyświetlane po prawej stronie ekranu edycji subskrypcji.

source: Subscription Order Created
pl_pl: Utworzono zlecenie subskrypcyjne

source: This trigger fires after any type of subscription order is created. The order may not yet be paid.
pl_pl: Ten wyzwalacz jest uruchamiany po utworzeniu dowolnego typu zlecenia subskrypcyjnego. Zamówienie nie może być jeszcze zapłacone.

source: Subscription Order Paid
pl_pl: Zlecenie subskrypcyjne płatne

source: This trigger fires after any type of subscription order is paid for. This will run after the order status has been changed and stock has been reduced.
pl_pl: Ten wyzwalacz jest uruchamiany po zapłaceniu dowolnego typu zlecenia subskrypcyjnego. Będzie to działać po zmianie statusu zamówienia i zmniejszeniu stanu magazynowego.

source: Subscription Order Status Changes
pl_pl: Zmiany statusu zlecenia subskrypcyjnego

source: This trigger fires after the status of any subscription order changes. The trigger can be set to run on specific order status changes and for specific order types.
pl_pl: Ten wyzwalacz jest uruchamiany po zmianie statusu dowolnej subskrypcji. Wyzwalacz można ustawić tak, aby działał przy określonych zmianach statusu zamówienia i dla określonych typów zamówień.

source: Subscription Renewal Payment Complete
pl_pl: Pełna płatność za odnowienie subskrypcji

source: Subscription Renewal Payment Failed
pl_pl: Płatność za odnowienie subskrypcji nie powiodła się

source: Subscription Status Changed - Each Line Item
pl_pl: Zmieniono stan subskrypcji-każdy element wiersza

source: This trigger runs for every line item of a subscription when the status changes. Using this trigger allows access to the product data of the subscription line item.
pl_pl: Ten wyzwalacz jest uruchamiany dla każdego elementu wiersza subskrypcja po zmianie stanu. Za pomocą tego wyzwalacza umożliwia dostęp do danych produktu elementu wiersza subskrypcji.

source: Subscription Status Changed
pl_pl: Status subskrypcji został zmieniony

source: Select which subscription status changes will trigger this workflow. Leave blank for any subscription status.
pl_pl: Wybierz, które zmiany stanu subskrypcji wyzwoli ten przepływ pracy. Pozostaw puste dla dowolnego stanu subskrypcji.

source: This is useful for workflows that are not run immediately as it ensures the status of the subscription hasn't changed since initial trigger.
pl_pl: Jest to przydatne w przypadku przepływów pracy, które nie są uruchamiane natychmiast, ponieważ zapewnia, że status subskrypcji nie zmienił się od czasu początkowego wyzwalacza.

source: Subscription Trial End
pl_pl: Koniec okresu próbnego subskrypcji

source: Order Includes Product From Category [DEPRECATED]
pl_pl: Zamówienie zawiera produkt z kategorii [przestarzałe]

source: Instead please use one of the order status triggers in combination with the Order Item Categories rule.
pl_pl: Zamiast tego należy użyć jednego z wyzwalaczy stanu zamówienia w połączeniu z regułą kolejność elementów zamówienia.

source: Only trigger when the a product is purchased from a certain category.
pl_pl: Wyzwalać tylko wtedy, gdy produkt jest zakupiony z określonej kategorii.

source: Order Includes Product From Tag [DEPRECATED]
pl_pl: Zamówienie zawiera produkt z tagu [przestarzałe]

source: Instead please use one of the order status triggers in combination with the Order Item Tags rule.
pl_pl: Zamiast tego należy użyć jednego z wyzwalaczy stanu zamówienia w połączeniu z regułą kolejność znaczników elementu.

source: Only trigger when the a product is purchased from a certain tag.
pl_pl: Wyzwalać tylko wtedy, gdy produkt jest zakupiony od określonego tagu.

source: Order Includes Product from Taxonomy Term
pl_pl: Zamówienie obejmuje produkt z okresu taksonomii

source: Order Includes Product Variation with Specific Attribute
pl_pl: Zamówienie zawiera zmiany produktu z określonego atrybutu

source: Order Includes a Specific Product [DEPRECATED]
pl_pl: Zamówienie zawiera konkretny produkt [przestarzałe]

source: Instead please use one of the order status triggers in combination with the Order Items rule.
pl_pl: Zamiast tego należy użyć jednego z wyzwalaczy stanu zamówienia w połączeniu z regułą kolejność elementów.

source: Only trigger when a certain product is purchased.
pl_pl: Uruchamiają się tylko po zakupie określonego produktu.

source: Customer Adds Product (%s)
pl_pl: Dodatkowe produkty klienta (%s)

source: Wishlists
pl_pl: Lista życzeń

source: Wishlist Item On Sale (%s)
pl_pl: Pozycja listy życzeń na wyprzedaży ( %s)

source: Wishlist Reminder (%s)
pl_pl: Przypomnienie listy życzeń ( %s)

source: Setting the 'Reminder Interval' field to 30 means this trigger will fire every 30 days for any users that have items in their wishlist. This trigger is checked daily. Please note this doesn't work for guests because their wishlist data only exists in their session data.
pl_pl: Ustawienie pola "interwał przypomnienia" na 30 oznacza, że ten wyzwalacz będzie wyzwalany co 30 dni dla wszystkich użytkowników, którzy mają elementy na swojej liście życzeń. Ten wyzwalacz jest sprawdzany codziennie. Należy pamiętać, że to nie działa dla Gości, ponieważ ich dane listy życzeń istnieje tylko w danych sesji.

source: Reminder interval (days)
pl_pl: Interwał przypomnienia (dni)

source: E.g. Reminder any customers with items in a Wishlist every 30 days.
pl_pl: Np. przypomnienie klientom przedmiotów z listy życzeń co 30 dni.

source: Once per customer
pl_pl: Raz na klienta

source: If checked the trigger will fire only once for each customer for each wishlist they create. Most customers only use the one wishlist so use with caution. Setting a high Reminder interval may be a better plan.
pl_pl: Jeśli zaznaczone, wyzwalacz będzie strzelać tylko raz dla każdego klienta dla każdej listy życzeń, które tworzą. Większość klientów korzysta tylko z jednej listy życzeń, więc używaj z ostrożnością. Ustawienie wysokiego interwału przypomnień może być lepszym planem.

source: Workflow Times Run Reaches
pl_pl: Osiągnięto czasy przepływu pracy

source: Times run
pl_pl: Ilość razy

source: Displays the expiry month of the card.
pl_pl: Wyświetla miesiąc wygaśnięcia karty.

source: Displays the expiry year of the card.
pl_pl: Wyświetla rok wygaśnięcia karty.

source: Displays the last 4 digits of the card.
pl_pl: Wyświetla ostatnie 4 cyfry karty.

source: Displays the type of the card e.g. Visa, MasterCard.
pl_pl: Wyświetla typ karty na przykład Visa, MasterCard.

source: Displays the number of the items in cart.
pl_pl: Wyświetla liczbę elementów w koszyku.

source: Display a product listing of the items in the cart.
pl_pl: Wyświetl listę produktów w koszyku.

source: Displays a unique link to the cart page that will also restore items to the customer's cart.
pl_pl: Wyświetla unikatowe łącze do strony koszyka, które spowoduje również przywrócenie elementów do koszyka klienta.

source: Sets which page the link will direct the customer to when clicked.
pl_pl: Ustawia stronę, na której łącze będzie kierować klienta po kliknięciu.

source: Displays the total cost of the cart.
pl_pl: Wyświetla całkowity koszt koszyka.

source: Displays the ID of the category.
pl_pl: Wyświetla identyfikator kategorii.

source: Displays a permalink to the category page.
pl_pl: Wyświetla permalink do strony kategorii.

source: Displays the title of the category.
pl_pl: Wyświetla tytuł kategorii.

source: Displays the IP address of the comment author.
pl_pl: Wyświetla adres IP autora komentarza.

source: Displays the name of the comment author.
pl_pl: Wyświetla nazwę autora komentarza.

source: Displays the content of the comment.
pl_pl: Wyświetla zawartość komentarza.

source: Displays the ID of the comment.
pl_pl: Wyświetla identyfikator komentarza.

source: Displays the first line of the customer's address.
pl_pl: Wyświetla pierwszy wiersz adresu odbiorcy.

source: Displays the second line of the customer's address.
pl_pl: Wyświetla drugi wiersz adresu odbiorcy.

source: Displays the customer's billing city.
pl_pl: Wyświetla miasto z adresu rozliczeń klienta.

source: Displays the customer's billing company.
pl_pl: Wyświetla Nazwę Firmy z rozliczeń klienta.

source: Displays the customer's billing country.
pl_pl: Wyświetla kraj rozliczenia odbiorcy.

source: Displays the customer's email address. You can use this variable in the To field when sending emails.
pl_pl: Wyświetla adres e-mail odbiorcy. Tej zmiennej można użyć w polu do podczas wysyłania wiadomości e-mail.

source: Displays the customer's first name.
pl_pl: Wyświetla imię klienta.

source: Displays the customer's full name.
pl_pl: Wyświetla pełną nazwę klienta.

source: Displays the customer's last name.
pl_pl: Wyświetla nazwisko klienta.

source: Displays the value of a customer's custom field. If the customer has an account, the value is pulled from the user meta table. If the customer is a guest, the guest meta table is used.
pl_pl: Wyświetla wartość pola niestandardowego klienta. Jeśli klient ma konto, wartość jest pobierana z tabeli meta użytkownika. Jeśli klient jest gościem, używana jest meta tabeli gościa.

source: Displays the total number of orders the customer has placed.
pl_pl: Wyświetla łączną liczbę zamówień, które klient umieścił.

source: Displays the customer's billing phone.
pl_pl: Wyświetla telefon rozliczeniowy odbiorcy.

source: Displays the customer's total points.
pl_pl: Wyświetla sumę punktów klienta.

source: Choose whether to display the total number of points or their monetary value.
pl_pl: Zdecyduj, czy chcesz wyświetlić całkowitą liczbę punktów, czy ich wartość pieniężną.

source: Number of Points
pl_pl: Liczba punktów

source: Point value as decimal
pl_pl: Wartość punktowego jako dziesiętny

source: Point value as price
pl_pl: Wartość punktowa jako cena

source: Displays the customer's billing postcode.
pl_pl: Wyświetla kod pocztowy odbiorcy.

source: Displays the customer's billing state.
pl_pl: Wyświetla stan rozliczeń odbiorcy.

source: Choose whether to display the abbreviation or full name of the state.
pl_pl: Zdecyduj, czy chcesz wyświetlić skrót lub pełną nazwę stanu.

source: Full
pl_pl: Pełny

source: Abbreviation
pl_pl: Skrót

source: Displays a comma separated list of the customer's user tags.
pl_pl: Wyświetla rozdzielaną przecinkami listę znaczników użytkownika klienta.

source: Displays the total amount the customer has spent.
pl_pl: Wyświetla łączną kwotę wydatkowane przez klienta.

source: Displays a URL that the customer can use to unsubscribe.
pl_pl: Wyświetla adres URL, którego klient może użyć do anulowania subskrypcji.

source: Displays the customer's user ID.
pl_pl: Wyświetla identyfikator użytkownika klienta.

source: Displays the customer's username. This will be blank for guest customers.
pl_pl: Wyświetla nazwę użytkownika klienta. To będzie puste dla klientów gości.

source: Displays the guest’s email address. Note: You can use this variable in the To field when sending emails.
pl_pl: Wyświetla adres e-mail gościa. Uwaga: możesz użyć tej zmiennej w polu do podczas wysyłania wiadomości e-mail.

source: Displays the guest's first name. Please note that guests will not always have a first name stored.
pl_pl: Wyświetla imię gościa. Pamiętaj, że Goście nie zawsze je podają.

source: Displays the guest's last name. Please note that guests will not always have a last name stored.
pl_pl: Wyświetla nazwisko Gościa. Pamiętaj, że Goście nie zawsze będą mieć zapisane nazwisko.

source: Displays the membership expiry date in your website's timezone. Not all memberships will have an expiry.
pl_pl: Wyświetla datę wygaśnięcia członkostwa w strefie czasowej witryny. Nie wszystkie członkostwa będą miały wygaśnięcie.

source: Displays the membership start date in your website's timezone.
pl_pl: Wyświetla datę rozpoczęcia członkostwa w strefie czasowej witryny.

source: Displays the ID of the membership.
pl_pl: Wyświetla identyfikator członkostwa.

source: Displays a memberships's custom field.
pl_pl: Wyświetla pole niestandardowe członkostwa.

source: Displays the plan ID of the membership.
pl_pl: Wyświetla identyfikator planu członkostwa.

source: Displays the plan name of the membership.
pl_pl: Wyświetla nazwę planu członkostwa.

source: Displays the renewal URL for the membership.
pl_pl: Wyświetla adres URL odnowienia członkostwa.

source: Displays the status of the membership.
pl_pl: Wyświetla stan członkostwa.

source: Displays the admin URL of the order.
pl_pl: Wyświetla adres URL administratora zamówienia.

source: Displays the formatted billing address for the order.
pl_pl: Wyświetla sformatowany adres rozliczeniowy dla zamówienia.

source: Displays the billing phone number for the order.
pl_pl: Wyświetla numer telefonu rozliczeniowego dla zamówienia.

source: Displays a product listing of cross sells based on the items in an order. Be sure to <a href='%s' target='_blank'>set up cross sells</a> before using.
pl_pl: Wyświetla listę produktów sprzedaży krzyżowej na podstawie towarów w zamówieniu. Pamiętaj, aby przed użyciem<a href='%s' target='_blank'>skonfigurować Cross Sell</a>.

source: Displays the HTML formatted customer details that are normally shown at the bottom of order transactional emails.
pl_pl: Wyświetla dane klienta sformatowane w formacie HTML, które są zwykle wyświetlane w dolnej części zamówienia e-maili transakcyjnych.

source: Displays the customer provided note for the order.
pl_pl: Wyświetla uwagę klienta pod warunkiem zamówienia.

source: Displays the date the order was completed.
pl_pl: Wyświetla datę zrealizowania zamówienia.

source: Displays the date the order was paid for.
pl_pl: Wyświetla datę opłacenia zamówienia.

source: Displays the shipping date as set with the <%s>WooCommerce Shipment Tracking<%s> extension.
pl_pl: Wyświetla datę wysyłki tak jak ustawioną jest w rozszerzeniu <%s>śledzenia przesyłki w WooCommerce<%s>.

source: Displays the date the order was placed.
pl_pl: Wyświetla datę złożenia zamówienia.

source: Displays the order's unique ID.
pl_pl: Wyświetla unikatowy identyfikator zamówienia.

source: Can be used to display the attribute term name when a customer orders a variable product.
pl_pl: Może służyć do wyświetlania nazwy atrybutu termin, gdy klient zamawia zmienną produktu.

source: The slug of the product attribute.
pl_pl: Slug atrybutu produktu.

source: Can be used to display the value of an order item meta field.
pl_pl: Może służyć do wyświetlania wartości pola meta elementu zamówienia.

source: The key of the order item meta field.
pl_pl: Klucz pola meta elementu zamówienia.

source: Can be used to display the quantity of a product line item on an order.
pl_pl: Może służyć do wyświetlania ilości towaru w wierszu produktu w zamówieniu.

source: Displays the products in an order. Please note this variable returns HTML.
pl_pl: Wyświetla produkty w zamówieniu. Zwróć uwagę, że ta zmienna zwraca kod HTML.

source: Displays the number of items in the order.
pl_pl: Wyświetla liczbę elementów w zamówieniu.

source: The meta_key of the field you would like to display.
pl_pl: Meta_key pola, którego chcesz wyświetlić.

# data type e.g. order, product
source: Displays the value of a date-based meta field in your site's timezone. The meta field must be stored in UTC time in MYSQL or UNIX timestamp format.
pl_pl: Wyświetla wartość pola meta opartego na dacie w strefie czasowej witryny. Pole meta musi być zapisane w formacie czasu UTC w MYSQL lub UNIX'owym znaczniku czasu.

source: Displays the value of an order custom field.
pl_pl: Wyświetla wartość pola niestandardowego zamówienia.

source: Displays the content of the order note.
pl_pl: Wyświetla zawartość notatki zamówienia.

source: Displays the order number.
pl_pl: Wyświetla numer zamówienia.
