Repository: 4tech-wojtek/automatewoo-translations
Catalog: automatewoo/automatewoo-*.po
Languages: pl_pl

source: Choose whether to display the title or the ID of the payment method.
pl_pl: Zdecyduj, czy chcesz wyświetlić tytuł, czy identyfikator metody płatności.

source: Title
pl_pl: Tytuł

source: Displays the payment method for the order.
pl_pl: Wyświetla metodę płatności dla zamówienia.

source: Displays a payment URL for the order.
pl_pl: Wyświetla adres URL płatności dla zamówienia.

source: Displays a listing of products related to the items in an order.
pl_pl: Wyświetla listę produktów związanych z pozycjami w zamówieniu.

source: Displays a reorder URL for the order. When clicked all items from the order will be added to the user's cart.
pl_pl: Wyświetla adres URL zmiany kolejności dla zamówienia. Po kliknięciu wszystkie elementy z zamówienia zostaną dodane do koszyka użytkownika.

source: Displays the first line of the order shipping address.
pl_pl: Wyświetla pierwszy wiersz adresu wysyłki zamówienia.

source: Displays the second line of the shipping address for the order.
pl_pl: Wyświetla drugi wiersz adresu wysyłki dla zamówienia.

source: Displays the formatted shipping address for the order.
pl_pl: Wyświetla sformatowany adres wysyłki dla zamówienia.

source: Displays the shipping city for the order.
pl_pl: Wyświetla miasto wysyłki dla zamówienia.

source: Displays the shipping company name for the order.
pl_pl: Wyświetla nazwę firmy z danych wysyłkowych dla zamówienia.

source: Displays the shipping country for the order.
pl_pl: Wyświetla kraj wysyłki dla zamówienia.

source: Choose whether to display the abbreviation or full name of the country.
pl_pl: Zdecyduj, czy chcesz wyświetlić skrót czy pełną nazwę kraju.

source: Displays the shipping first name of the order.
pl_pl: Wyświetla pierwszą nazwę z danych wysyłki dla zamówienia.

source: Displays the shipping address last name for the order.
pl_pl: Wyświetla nazwisko z adresu wysyłki dla zamówienia.

source: Choose whether to display the title or the ID of the shipping method.
pl_pl: Zdecyduj, czy chcesz wyświetlić tytuł, czy identyfikator metody wysyłki.

source: Displays the shipping method for the order.
pl_pl: Wyświetla metodę wysyłki dla zamówienia.

source: Displays the shipping postcode for the order.
pl_pl: Wyświetla kod pocztowy wysyłki dla zamówienia.

source: Displays the name of shipping provider as set with the <%s>WooCommerce Shipment Tracking<%s> extension.
pl_pl: Wyświetla nazwę dostawcy wysyłki ustawioną w rozszerzeniu <%s>śledzenia przesyłek w WooCommerce<%s>.

source: Displays the shipping state for the order.
pl_pl: Wyświetla stan wysyłki dla zamówienia.

source: Displays the status of the order.
pl_pl: Wyświetla stan zamówienia.

source: Displays the order subtotal.
pl_pl: Wyświetla sumę częściowych zamówień.

source: Displays the total cost of the order.
pl_pl: Wyświetla całkowity koszt zamówienia.

source: Displays the tracking number as set with the <%s>WooCommerce Shipment Tracking<%s> extension.
pl_pl: Wyświetla numer listu przewozowego jako zestaw, pobrany z rozszerzenia<%s>śledzenia przesyłek w WooCommerce<%s>.

source: Displays the shipment tracking URL as set with the <%s>WooCommerce Shipment Tracking<%s> extension.
pl_pl: Wyświetla adres URL śledzenia przesyłki jako zestaw z rozszerzenia <%s>WooCommerce Śledzenie Przesyłki<%s>.

source: Displays a URL to view the order in the user account area.
pl_pl: Wyświetla adres URL, aby wyświetlić kolejność w obszarze konta użytkownika.

source: Displays a link to the product that will also add the product to the users cart when clicked.
pl_pl: Wyświetla link do produktu, który po kliknięciu zostanie również dodany do koszyka użytkowników.

source: Displays the product's current price.
pl_pl: Wyświetla aktualną cenę produktu.

source: Displays the description of the product or variation.
pl_pl: Wyświetla opis produktu lub jego atrybuty.

source: Displays the product's featured image.
pl_pl: Wyświetla wyróżniony obraz produktu.

source: Displays the product's ID.
pl_pl: Wyświetla identyfikator produktu.

source: Displays a product's custom field.
pl_pl: Wyświetla pole niestandardowe produktu.

source: Displays the parent product's SKU.
pl_pl: Wyświetla jednostkę SKU produktu nadrzędnego.

source: Displays the permalink to the product.
pl_pl: Wyświetla permalink do produktu.

source: Displays the product's regular price.
pl_pl: Wyświetla cenę regularną produktu.

source: Displays the product's short description.
pl_pl: Wyświetla Krótki opis produktu.

source: Displays the product's SKU.
pl_pl: Wyświetla SKU produktu.

source: Displays the product's title.
pl_pl: Wyświetla tytuł produktu.

source: Displays the content of the review.
pl_pl: Wyświetla zawartość recenzji.

source: Displays the review rating as a number.
pl_pl: Wyświetla ocenę oceny jako liczbę.

source: Display the site admin email. Note: You can use this variable in the To field when sending emails.
pl_pl: Wyświetl adres e-mail administratora witryny. Info: Możesz użyć tej zmiennej w polu do podczas wysyłania wiadomości e-mail.

source: Current datetime as per your website's specified timezone.
pl_pl: Bieżąca data/godzina zgodnie z określoną strefą czasową witryny.

source: Determines which products will be displayed.
pl_pl: Określa, które produkty będą wyświetlane.

source: Featured
pl_pl: Wyróżniony

source: Sale
pl_pl: Sprzedaż

source: Recent
pl_pl: Ostatnie

source: Top Selling
pl_pl: Bestsellery

source: By Product Category
pl_pl: Według kategorii produktów

source: By Product Tag
pl_pl: Według tagu produktu

source: By Product IDs
pl_pl: Według identyfikatorów produktów

source: By Custom Filter
pl_pl: Według filtru niestandardowego

source: Display products by ID, use '+' as a delimiter. E.g. 34+12+5
pl_pl: Wyświetlaj produkty według ID, użyj znaku „+” jako separatora. Np. 34+12+5

source: Display products by product category slug. E.g. clothing or clothing+shoes
pl_pl: Wyświetl produkty według kategorii produktu. Np. odzież lub odzież + obuwie

source: Display products by product tag slug. E.g. winter or winter+summer
pl_pl: Wyświetl produkty według informacji o produkcie. Na przykład: zima lub zima+lato

source: Display products by using a WP filter.
pl_pl: Wyświetlanie produktów za pomocą filtrowania WP.

source: Set the sorting of the products.
pl_pl: Ustaw sortowanie produktów.

source: Date added - Descending
pl_pl: Data dodania - Malejąco

source: Date added - Ascending
pl_pl: Data dodania - Rosnąco

source: Title - Descending
pl_pl: Tytuł - Malejąco

source: Title - Ascending
pl_pl: Tytuł - Rosnąco

source: Popularity - Descending
pl_pl: Popularność - Malejąco

source: Popularity - Ascending
pl_pl: Popularność - Rosnąco

source: Random
pl_pl: Losowe

source: Display your shop's products by various criteria.
pl_pl: Wyświetlaj produkty ze sklepu według różnych kryteriów.

source: Displays your shop's tag line.
pl_pl: Wyświetla linię znaczników sklepu.

source: Displays your shop's title.
pl_pl: Wyświetla tytuł sklepu.

source: Displays the URL to the home page of your shop.
pl_pl: Wyświetla adres URL strony głównej sklepu.

source: Displays the admin URL of the subscription.
pl_pl: Wyświetla adres URL administratora subskrypcji.

source: Displays the formatted billing address for the subscription.
pl_pl: Wyświetla sformatowany adres rozliczeniowy dla subskrypcji.

source: Shows a URL to the subscription add/change payment method page.
pl_pl: Pokazuje adres URL do strony Dodaj/Zmień metodę płatności subskrypcji.

source: Displays the early renewal URL for the subscription.
pl_pl: Wyświetla adres URL wczesnego odnawiania subskrypcji.

source: Displays the subscription end date in your website's timezone.
pl_pl: Wyświetla datę zakończenia subskrypcji w strefie czasowej witryny.

source: Displays the ID of the subscription.
pl_pl: Wyświetla identyfikator subskrypcji.

source: Can be used to display an attribute's term name for a variable product on a subscription.
pl_pl: Może służyć do wyświetlania nazwy terminu atrybutu dla produktu zmiennego w ramach subskrypcji.

source: Can be used to display the value of a subscription item's meta field.
pl_pl: Może służyć do wyświetlania wartości pola meta z elementu subskrypcji.

source: The key of the subscription item meta field.
pl_pl: Klucz pola meta elementu subskrypcji.

source: Can be used to display the quantity of a product line item on a subscription.
pl_pl: Może służyć do wyświetlania ilości towaru w wierszu produktu w zamówieniu.

source: Displays a product listing of items in a subscription.
pl_pl: Wyświetla listę produktów w ramach subskrypcji.

source: Displays the date of the most recent payment for the subscription.
pl_pl: Przedstawia datę najnowszej płatności dla subskrypcji.

source: Displays a subscription's custom field.
pl_pl: Wyświetla pole niestandardowe subskrypcji.

source: Displays the subscription next payment date in your website timezone.
pl_pl: Wyświetla datę następnej płatności w strefie czasowej Twojej witryny.

source: Displays the payment method of the subscription.
pl_pl: Wyświetla metodę płatności subskrypcji.

source: Displays the formatted shipping address for the subscription.
pl_pl: Wyświetla sformatowany adres wysyłki dla subskrypcji.

source: Displays the subscription start date in your website's timezone.
pl_pl: Wyświetla datę rozpoczęcia subskrypcji w strefie czasowej Twojej witryny.

source: Displays the formatted status of the subscription.
pl_pl: Wyświetla sformatowany status subskrypcji.

source: Displays the subscription's recurring total.
pl_pl: Wyświetla sumę cykliczną subskrypcji.

source: Displays the subscription trial end date in your website's timezone.
pl_pl: Wyświetla datę zakończenia okresu próbnego subskrypcji w strefie czasowej Twojej witryny.

source: Displays a URL to the subscription page in the My Account area.
pl_pl: Wyświetla adres URL strony subskrypcji w obszarze Moje konto.

source: Display a product listing of the items in the wishlist.
pl_pl: Wyświetl listę produktów z listy życzeń.

source: Displays the number of items in the wishlist.
pl_pl: Wyświetla liczbę elementów na liście życzeń.

source: Displays a link to the wishlist.
pl_pl: Wyświetla link do listy życzeń.

source: We couldn't find any customer data matching your request. Your account may have been deleted.
pl_pl: Nie mogliśmy znaleźć żadnych danych klienta spełniających Twoje zapytanie. Twoje konto mogło zostać usunięte.

source: <%s>Sign in to your account<%s> to manage your communication preferences.
pl_pl: <%s>Zaloguj się na swoje konto<%s>, aby zarządzać preferencjami komunikacji.

source: You are managing preferences for %s.
pl_pl: Zarządzasz preferencjami dla %s.

source: Updates about products and promotions
pl_pl: Aktualizacje dotyczące produktów i promocji

source: Receive marketing communications that we think you will be interested in.
pl_pl: Subskrybcja wiadomości, które mogą Cię zainteresować.

source: Account and order information
pl_pl: Informacje o rachunku i zamówieniu

source: Receive important information about your orders and account.
pl_pl: Otrzymuj ważne informacje o swoich zamówieniach i Twoim koncie.

source: Email address
pl_pl: Adres email

source: Leave a review
pl_pl: Zostaw opinię

source: Server is missing CURL extension required to use the ActiveCampaign API.
pl_pl: Serwerowi brakuje rozszerzenia CURL wymaganego do korzystania z API ActiveCampaign.

source: You can use variables such as {{ customer.email }} here.
pl_pl: Można tutaj użyć zmiennych, takich jak {{ customer.email }}.

source: Contact email
pl_pl: Kontaktowy adres e-mail

source: Organization
pl_pl: Organizacja

source: Add multiple tags separated by commas. Please note that tags are case-sensitive.
pl_pl: Dodaj wiele znaczników oddzielonych przecinkami. Należy pamiętać, że w Tagach jest uwzględniana wielkość liter.

source: Subscriber email
pl_pl: E-mail subskrybenta

source: Subscriber name
pl_pl: Nazwa abonenta

source: List
pl_pl: Lista

source: If checked the user will be subscribed even if they have already unsubscribed from one of your lists. Use with caution.
pl_pl: Jeśli zaznaczone, użytkownik będzie subskrybentem, nawet jeśli już cofnął subskrypcję z jednej z list. Stosować ostrożnie.

source: Use variables such as {{ customer.email }} here. If blank {{ customer.email }} will be used.
pl_pl: Użyj tutaj zmiennych, takich jak {{ customer.email }}. Jeśli zostanie puste, użyta będzie wartość {{ customer.email }}.

source: Add multiple tags separated by commas. Please note that tags are not case-sensitive.
pl_pl: Dodaj wiele znaczników oddzielonych przecinkami. Pamiętaj, że w tagach nie jest uwzględniana wielkość liter.

source: Failed because contact is not subscribed to the list.
pl_pl: Niepowodzenie, ponieważ kontakt nie jest subskrybentem listy.

source: Memberships
pl_pl: Abonamenty

source: Please note that points are not supported on guest customers. Uses the WooCommerce Points and Rewards plugin.
pl_pl: Pamiętaj, że punkty nie są obsługiwane przez klientów Gości. Funkcja używa pluginu WooCommerce Punkty i Nagrody.

source: Event Description
pl_pl: Opis wydarzenia

source: Describe the event and/or why the points were modified. This description will be visible to customers on their "my account" points log.
pl_pl: Opisz wydarzenie i/lub dlaczego punkty zostały zmodyfikowane. Opis ten będzie widoczny dla klientów w dzienniku punktów "Moje konto".

source: To
pl_pl: Do

source: Enter emails here or use variables such as {{ customer.email }}. Multiple emails can be separated by commas. Add <b>--notracking</b> after an email to disable open and click tracking for that recipient.
pl_pl: Wpisz tutaj adresy email, lub użyj zmiennych takich jak {{ customer.email }}. Wiele adresów email można oddzielić przecinkami. Dodanie <b>--notracking</b> po adresie email, wyłączy śledzenie otwarcia i kliknięć dla tego odbiorcy.

source: E.g. {{ customer.email }}, admin@example.org --notracking
pl_pl: Przykładowo: {{ customer.email }}, admin@example.org --notracking

source: Email subject
pl_pl: Temat emaila

source: Email successfully sent.
pl_pl: Wiadomość e-mail została wysłana pomyślnie.

source: Coupon
pl_pl: Kupon

source: Custom Item Name
pl_pl: Niestandardowa nazwa elementu

source: The name to set on the line item.
pl_pl: Nazwa do ustawienia w elemencie zamówienia.

source: E.g. 10.00
pl_pl: Np. 10.00

source: Custom Item Cost %s
pl_pl: Niestandardowy koszt towaru %s

source: Optionally set a custom amount, excluding tax, to use for the line item's cost. Do not include a currency symbol. Total line item cost will be this amount * line item's quantity.
pl_pl: Opcjonalnie można ustawić niestandardową kwotę, z wyłączeniem podatku, do użycia dla kosztu towaru w wierszu. Nie należy uwzględniać symbolu waluty. Całkowity koszt towaru w wierszu, będzie równy ilości towaru * ilość w wierszu.

source: The subscription's coupon discount amount will only be recalculated if you are using WooCommerce version 3.8 or higher.
pl_pl: Kwota rabatu kuponu subskrypcji zostanie przeliczona tylko wtedy, gdy używasz WooCommerce w wersji 3.8 lub nowszej.

source: Custom Product Name
pl_pl: Niestandardowa nazwa produktu

source: Optionally set a custom name for the product line item added to the subscription. Defaults to the name set on the product.
pl_pl: Opcjonalnie, można ustawić niestandardową nazwę elementu wiersza produktu dodawanego w subskrypcji. Domyślnie jest to nazwa ustawiona na produkcie.

source: Custom Product Price
pl_pl: Niestandardowa cena produktu

source: Optionally set a custom price to use for the line item's cost. Do not include a currency symbol. Total line item cost will be this amount * quantity. Price should be entered the same as it would be on the Edit Product screen - taxes inclusive or exclusive. Defaults to price set on the product.
pl_pl: Opcjonalnie ustaw cenę niestandardową, która będzie używana jako koszt elementu zamówienia. Nie dołączaj symbolu waluty. Całkowity koszt elementu zamówienia będzie równy kwota * ilość. Cena powinna być wprowadzona tak samo, jak na ekranie: Edycja produktu - podatki włącznie lub wyłącznie. Domyślnie jest to cena ustawiona na produkcie.

source: Search&hellip;
pl_pl: Szukaj&hellip;

source: Is in the next
pl_pl: Jest w następnym

source: Is not in the next
pl_pl: Nie jest w następnym

source: Is in the last
pl_pl: Jest w ostatnim

source: Is not in the last
pl_pl: Nie jest w ostatnim

source: Is after
pl_pl: Jest po

source: Is before
pl_pl: Jest przed

source: Is on
pl_pl: Jest na

source: Is not on
pl_pl: Nie jest na

source: Is on day/s of the week
pl_pl: Jest na dzień/dni tygodnia

source: Is in the range
pl_pl: Znajduje się w zakresie

source: Is not set
pl_pl: Jest nie ustawiony

source: Is set
pl_pl: Jest ustawiony

source: Search...
pl_pl: Szukam...

source: Search products...
pl_pl: Szukaj produktów...

source: is
pl_pl: jest

source: is not
pl_pl: nie jest

source: contains
pl_pl: zawiera

source: does not contain
pl_pl: nie zawiera

source: starts with
pl_pl: zaczyna się

source: ends with
pl_pl: kończy się

source: is blank
pl_pl: jest pusta

source: is not blank
pl_pl: nie jest pusty

source: matches regex
pl_pl: dopasowanie wyrażenia regularnego

source: any contains
pl_pl: zawiera

source: any matches exactly
pl_pl: wszelkie dopasowania dokładnie

source: any starts with
pl_pl: każdy zaczyna się od

source: any ends with
pl_pl: wszelkie kończy się

source: is greater than
pl_pl: większe niż

source: is less than
pl_pl: mniejsze niż

source: is a multiple of
pl_pl: jest wielokrotnością

source: is not a multiple of
pl_pl: nie jest wielokrotnością

source: matches any
pl_pl: dopasowuje dowolne

source: matches all
pl_pl: dopasowuje wszystkie

source: matches none
pl_pl: dopasowuje brak

source: includes
pl_pl: zawiera

source: does not include
pl_pl: nie zawiera

source: Carts are considered abandoned if they are inactive for %d minutes. When a customer purchases or empties their abandoned cart all queued workflows will be automatically cleared. <%s>View documentation.<%s>
pl_pl: Koszyki są uważane za porzucone, jeśli są nieaktywne przez %d minut. Gdy klient kupuje lub opróżnia porzucone koszyka, wszystkie kolejkowane przepływy pracy zostaną automatycznie wyczyszczone. <%s>Zobacz dokumentację.<%s>

source: Select which membership plans to trigger for. Leave blank to apply for all plans.
pl_pl: Wybierz plany członkostwa, które mają być uruchomione. Pozostaw puste, aby ubiegać się o wszystkie plany.

source: Membership plans
pl_pl: Plany członkostwa

source: Time of day
pl_pl: Pora dnia

source: Set the time in your site's timezone that the workflow will be triggered. If no time is set the workflow will run at midnight. If you set a time that has already passed for today the workflow will not run until tomorrow. The workflow will never be run twice in the same day. It's not possible to set a time after 23:00 which gives the background processor at least 1 hour to run any tasks.
pl_pl: Ustaw czas w strefie czasowej witryny, w którym zostanie uruchomiony przepływ pracy. Jeśli nie zostanie ustawiony czas, przepływ pracy rozpocznie się o północy. Jeśli ustawisz czas, który już minął, przepływ pracy nie będzie działać do jutra. Przepływ pracy nigdy nie będzie uruchamiany dwa razy tego samego dnia. Nie można ustawić godziny po 23:00, co daje procesorowi w tle co najmniej 1 godzinę na uruchomienie jakichkolwiek zadań.

source: To set a custom date or time format please refer to the %1$sWordPress documentation%2$s.
pl_pl: Aby ustawić niestandardowy format daty lub godziny, zapoznaj się z dokumentacją %1$sWordPress%2$s.

source: Choose the format that the date will be displayed in. The default is MySQL datetime format.
pl_pl: Wybierz format, w którym będzie wyświetlana data. Wartość domyślna to MySQL DateTime format.

source: Set a format according to the documentation link in the variable's description.
pl_pl: Ustaw format zgodnie z łączem dokumentacji w opisie zmiennej.

source: Optional parameter to modify the value of the datetime. Uses the PHP strtotime() function.
pl_pl: Opcjonalny parametr, aby zmodyfikować wartość datetime. Używa funkcji PHP strtotime ().

source: e.g. +2 months, -1 day, +6 hours
pl_pl: np. + 2 miesiące,-1 dzień, + 6 godzin

source: Site setting - %2$s
pl_pl: Ustawienia witryny - %2$s

source: Unix timestamp - %2$s
pl_pl: Uniksowy znacznik czasowy-%2$s

# custom date format option
source: Custom
pl_pl: Własne

source: Generates a unique coupon based on a template coupon. <%s>View documentation<%s>.
pl_pl: Generuje unikatowy kupon na podstawie kuponu z szablonu. <%s>Zobacz dokumentację<%s>.

source: Name of the coupon that will be cloned.
pl_pl: Nazwa kuponu, który zostanie sklonowany.

source: Number of days the coupon will be valid for. If left blank then the expiry set for the template coupon will be used.
pl_pl: Liczba dni, przez które kupon będzie ważny. Jeśli pozostanie puste, zostanie użyty zestaw wygaśnięcia dla kuponu szablonu.

source: The prefix for the coupon code, defaults to 'aw-'. To remove the prefix set this field to a single space character.
pl_pl: Prefiks dla kodu kuponu, domyślnie "aw-". Aby usunąć prefiks, ustaw to pole na pojedynczy znak spacji.

source: The number of times the generated coupon can be used. Set to '0' for unlimited.
pl_pl: Ile razy wygenerowany kupon może być użyty. Wartość "0" jest nieograniczona.

source: AutomateWoo Test Coupon
pl_pl: Kupon testowy AutomateWoo

source: Choose to display the amount as a formatted price or numerical value.
pl_pl: Wybierz, aby wyświetlić kwotę jako sformatowaną cenę lub wartość liczbową.

source: Decimal
pl_pl: Dziesiętne

source: Product Grid - 2 Column
pl_pl: Siatka produktu - 2 kolumny

source: Product Grid - 3 Column
pl_pl: Siatka produktu - 3 kolumny

source: Product Rows
pl_pl: Rzędy produktów

source: Cart Table
pl_pl: Tabela koszyka

source: Order Table
pl_pl: Tabela zamówień

source: List - Comma Separated
pl_pl: Lista - Oddzielone przecinkami

source: Review Product Grid - 2 Column
pl_pl: Przegląd siatki produktu - 2 kolumny

source: Review Product Grid - 3 Column
pl_pl: Przegląd siatki produktu - 3 kolumny

source: Review Product Rows
pl_pl: Przegląd Rzędów produktów

source: Select which template will be used to display the products. The default is 'Product Grid - 2 Column'. For information on creating custom templates please refer to the documentation.
pl_pl: Wybierz szablon, który będzie używany do wyświetlania produktów. Wartość domyślna to „Siatka produktu - 2 kolumny”. Informacje na temat tworzenia niestandardowych szablonów można znaleźć w dokumentacji.

source: Add a string to the end of each product URL. For example, using '#tab-reviews' can link customers directly to the review tab on a product page.
pl_pl: Dodaj ciąg na końcu każdego adresu URL produktu. Na przykład użycie '#tab-reviews' może prowadzić klientów bezpośrednio do karty recenzji na stronie produktu.

source: Set the maximum number of products that will be displayed.
pl_pl: Ustaw maksymalną liczbę produktów, które będą wyświetlane.
