Repository: 4tech-wojtek/automatewoo-translations
Catalog: automatewoo/automatewoo-*.po
Languages: pl_pl

source: A preheader is a short text summary that follows the subject line when an email is viewed in the inbox. If no preheader is set the first text found in the email is used.
pl_pl: Nagłówek wstępny to krótkie podsumowanie tekstu, które następuje po wierszu tematu, gdy wiadomość e-mail jest wyświetlana w skrzynce odbiorczej. Jeśli nie jest ustawiony żaden nagłówek wstępny, używany jest pierwszy tekst znaleziony w wiadomości e-mail.

source: Email preheader
pl_pl: Prenagłówek wiadomości e-mail

source: Select which template to use when formatting the email. If you select 'None', the email will have no template but the email will still be sent as an HTML email.
pl_pl: Wybierz szablon, który ma być używany podczas formatowania wiadomości e-mail. Jeśli wybierzesz opcję "Brak", wiadomość e-mail nie będzie miała szablonu, ale będzie nadal wysyłana w formacie HTML.

source: Template
pl_pl: Szablon

source: Send SMS (Twilio)
pl_pl: Wysyłanie SMS (Twilio)

source: It is recommended to include an unsubscribe link by using the variable {{ customer.unsubscribe_url }} in the SMS body.
pl_pl: Zaleca się uwzględnienie łącza anulowania subskrypcji przy użyciu zmiennej {{ customer.unsubscribe_url }} w treści SMSa.

source: Links in the SMS body will be shortened with the <%1$s>Bitly integration<%2$s>.
pl_pl: Linki w treści SMS zostaną skrócone przez <%1$s>integrację z Bitly<%2$s>.

source: To shorten links in the SMS body the <%1$s>Bitly integration<%2$s> must be enabled.
pl_pl: Aby skrócić linki w treści SMSa, <%1$s>integracja z Bitly<%2$s> musi być włączona.

source: Multiple recipient numbers must be separated by commas. When using the {{ customer.phone }} variable the country code will be added automatically, if not already entered by the customer, by referencing the billing country.
pl_pl: Wiele numerów adresatów musi być rozdzielanych przecinkami. Podczas korzystania ze zmiennej {{ customer.phone }} kod kraju zostanie dodany automatycznie, jeśli nie został jeszcze wprowadzony przez klienta, odwołując się do kraju rozliczenia.

source: SMS recipients
pl_pl: Odbiorcy wiadomości SMS

source: SMS body
pl_pl: Treść SMS

source: No valid recipients
pl_pl: Brak prawidłowych adresatów

source: Empty message body
pl_pl: Pusta treść wiadomości

source: SMS successfully sent.
pl_pl: Wiadomość SMS została wysłana pomyślnie.

source: Add Coupon
pl_pl: Dodaj kupon

source: Add a coupon to discount future payments for a subscription. The coupon will be added using the discount amount set on the coupon. This action can be used for bulk editing subscriptions, or to change the coupons provided to a subscriber at different stages of their subscription's lifecycle. The same coupon code will only be added once to a subscription. Only recurring coupon types can be added.
pl_pl: Dodaj kupon rabatowy na przyszłe płatności za subskrypcję. Kupon zostanie dodany przy użyciu kwoty rabatu określonej na kuponie. Ta czynność może być używana do zbiorczej edycji subskrypcji lub do zmiany kuponów dostarczonych subskrybentowi na różnych etapach cyklu życia subskrypcji. Ten sam kod kuponu zostanie dodany tylko raz do subskrypcji. Można dodawać tylko powtarzające się typy kuponów.

source: %1$s workflow run: added coupon %2$s to subscription. (Workflow ID: %3$d)
pl_pl: %1$s działający przepływ: dodano kupon %2$s do subskrypcji. (Identyfikator przepływu pracy: %3 $ d)

source: Add Product
pl_pl: Dodaj produkt

source: Add a product as a new line item on a subscription. The item will be added using the price set on the product. This action can be used for bulk editing subscriptions, or to change the products provided to a subscriber at different stages of their subscription's lifecycle.
pl_pl: Dodaj produkt jako nowy element wiersza w ramach subskrypcji. Przedmiot zostanie dodany za pomocą ceny ustawianych na produkcie. Ta akcja może służyć do edycji zbiorczej subskrypcji lub zmienić produkty dostarczone do subskrybenta na różnych etapach cyklu życia subskrypcji.

source: %1$s workflow run: added %2$s to subscription. (Product ID: %3$d; Workflow ID: %4$d)
pl_pl: %1$s działający przepływ: dodano %2$s do subskrypcji. (Product ID: %3$d; Workflow ID: %4$d)

source: Subscription status changed by AutomateWoo Workflow #%s.
pl_pl: Stan subskrypcji zmieniony przez AutomateWoo Workflow #%s.

source: Remove Coupon
pl_pl: Usuń Kupon

source: Remove a coupon line item or items from a subscription, if any line items match the chosen coupon code. This is useful for bulk editing subscriptions, or to change the coupons provided to a subscriber at different stages of their subscription's lifecycle. Please note: all line items that match the chosen coupon code will be removed.
pl_pl: Usuń element kuponu lub elementy z subskrypcji, jeśli wszystkie pozycje są zgodne z wybranym kodem kuponu. Jest to przydatne w przypadku zbiorczej edycji subskrypcji lub zmienić kupony dostarczone do subskrybenta na różnych etapach cyklu życia subskrypcji. Uwaga: wszystkie pozycje, które pasują do wybranego kodu kuponu, zostaną usunięte.

source: %1$s workflow run: removed coupon %2$s. (Workflow ID: %3$d)
pl_pl: %1$s działający przepływ: usunięto kupon %2$s. (Workflow ID: %3$d)

source: Remove Product
pl_pl: Usuń produkt

source: Remove a product line item or items from a subscription, if any line items match the chosen product. This is useful for bulk editing subscriptions, or to change the products provided to a subscriber at different stages of their subscription's lifecycle. Please note: all line items that match the chosen product will be removed. Choosing a variable product will also remove any variations of that product. Choose a variation to remove only specific variations.
pl_pl: Usuń element wiersza produktu lub elementy z subskrypcji, jeśli wszystkie elementy wiersza pasują do wybranego produktu. Jest to przydatne w przypadku zbiorczej edycji subskrypcji lub zmienić produkty dostarczone do subskrybenta na różnych etapach cyklu życia subskrypcji. Uwaga: wszystkie elementy linii pasujące do wybranego produktu zostaną usunięte. Wybór produktu zmiennego spowoduje również usunięcie wszelkich odmian tego produktu. Wybierz odmianę, aby usunąć tylko określone odmiany.

source: %1$s workflow run: removed all line items for %2$s. (Product ID: %3$d; Workflow ID: %4$d)
pl_pl: %1$s działający przepływ: usunięte wszystkie elementy wiersza dla %2$s. (Product ID: %3$d; Workflow ID: %4$d)

source: Send Invoice
pl_pl: Wyślij Fakturę

source: Email the invoice to the subscription customer.
pl_pl: Wyślij fakturę do klienta subskrypcji.

source: This action can add or update a subscription's custom field.
pl_pl: Ta akcja może dodać lub zaktualizować pole niestandardowe subskrypcji.

source: Terms
pl_pl: Regulamin

source: Search for a term&hellip;
pl_pl: Wyszukaj termin &hellip;

source: Attribute
pl_pl: Atrybut

source: When to run
pl_pl: Kiedy uruchomić

source: On the day
pl_pl: W dniu

source: day(s) after
pl_pl: dzień (dni) po

source: day(s) before
pl_pl: dzień (dni) przed

source: Product category
pl_pl: Kategoria produktu

source: Checkbox
pl_pl: Zaznaczenie

source: Countries
pl_pl: Kraje

source: The contents of this field will be formatted as per the selected email template.
pl_pl: Zawartość tego pola zostanie sformatowana zgodnie z wybranym szablonem wiadomości e-mail.

source: Number
pl_pl: Liczba

source: Note type
pl_pl: Typ notatki

source: Note to customer
pl_pl: Notatka do klienta

source: Private note
pl_pl: Prywatna notatka

source: Order status
pl_pl: Status zamówienia

source: Payment Gateway
pl_pl: Bramka płatności

source: Only trigger when the order is placed with certain payment methods.
pl_pl: Wyzwalać tylko wtedy, gdy zamówienie jest umieszczony z niektórych metod płatności.

source: (Product not found)
pl_pl: (Nie znaleziono produktu)

source: Select
pl_pl: Wybierz

source: Subscription status
pl_pl: Status subskrypcji

source: Product tag
pl_pl: Etykieta produktu

source: Term
pl_pl: Warunek

source: Taxonomy
pl_pl: Taksonomia

source: Text Area
pl_pl: Pole tekstowe

source: Text Input
pl_pl: Pole tekstowe

# time field
source: HH
pl_pl: GG

source: User role
pl_pl: Rola użytkownika

source: Cart - Item Count
pl_pl: Koszyk - Ilość produktów

source: Cart - Coupons
pl_pl: Koszyk - Kupony

source: Cart - Created Date
pl_pl: Koszyk - Data utworzenia koszyka

source: Cart - Item Categories
pl_pl: Koszyk - Kategorie produktu

source: Cart - Item Tags
pl_pl: Koszyk - Tagi produktów

source: Cart - Items
pl_pl: Koszyk - Produkty

source: Cart - Total
pl_pl: Koszyk - Łącznie

source: Customer - 2nd Last Paid Order Date
pl_pl: Klient - Data dwóch ostatnich zapłaconych zamówień

source: Customer - Account Created Date
pl_pl: Klient - Data utworzenia konta

source: Customer - Active Memberships Plans
pl_pl: Klient - Aktywne plany członkostwa

source: Customer - City
pl_pl: Klient - Miasto

source: Customer - Company
pl_pl: Klient - Firma

source: Customer - Country
pl_pl: Klient - Kraj

source: Customer - Email
pl_pl: Klient - E-mail

source: Customer - First Paid Order Date
pl_pl: Klient - Data pierwszej płatności zamówienia

source: Customer - Has Active Subscription
pl_pl: Klient - Subskrypcja jest aktywna

source: Customer - Is Guest
pl_pl: Klient - Jest gościem

source: Customer - Is Subscribed To MailChimp List
pl_pl: Klient - Jest subskrybentem listy z MailChimp

source: Select a list&hellip;
pl_pl: Wybierz listę&hellip;

source: Customer - Last Paid Order Date
pl_pl: Klient - Data ostatniego zapłaconego zamówienia

source: Customer - Last Review Date
pl_pl: Klient - Data ostatniego przeglądu

source: Customer - Custom Field
pl_pl: Klient - Pole niestandardowe

source: Customer - Order Count
pl_pl: Klient - Ilość zamówień

source: Customer - Current Order Statuses
pl_pl: Klient - Aktualne stany zamówień

source: Customer - Phone
pl_pl: Klient - Telefon

source: Customer - Postcode
pl_pl: Klient - Kod pocztowy

source: Customer - Purchased Categories - All Time
pl_pl: Klient - Wykupione Kategorie - Cały czas

source: Customer - Purchased Products - All Time
pl_pl: Klient - Kupione Produkty - Cały czas

source: Customer - Review Count
pl_pl: Klient - Liczba recenzji klienta

source: Customer - User Role
pl_pl: Klient - Rola użytkownika

source: Workflow - Run Count For Customer
pl_pl: Przepływ - Uruchom liczenie dla klienta

source: Customer - State - Text Match
pl_pl: Klient - Region/Województwo - Dopasowanie tekstu

source: Customer - State
pl_pl: Klient - Region/Województwo

source: Customer - User Tags
pl_pl: Klient - Znaczniki użytkownika

source: Customer - Total Spent
pl_pl: Klient - Suma zakupów

source: Guest - Email
pl_pl: Gość - Email

source: Guest - Order Count
pl_pl: Gość - Ilość zamówień

source: Workflow - Run Count For Guest
pl_pl: Przepływ - Uruchom liczenie dla gościa

source: Order - Billing Country
pl_pl: Zamówienie - Kraj rozliczenia

source: Order - Coupon Count
pl_pl: Zamówienie - Liczba kuponów

source: Order - Coupons - Text Match
pl_pl: Zamówienie - Kupony - Dopasowanie tekstu

source: Order - Coupons
pl_pl: Zamówienie - Kupony

source: Order - Created Date
pl_pl: Zamówienie - Data utworzenia

source: Order - Created Via
pl_pl: Zamówienie - Utworzone przez

source: Checkout
pl_pl: Zamówienie

source: WooCommerce Deposits
pl_pl: Depozyty WooCommerce

source: Order - Customer Provided Note
pl_pl: Zamówienie - Informacje dodatkowe od klienta

source: Order - Has Cross-Sells Available
pl_pl: Zamówienie - Zaistniał Cross-Sell

source: Order - Is Customer's First
pl_pl: Zamówienie - Pierwsze klienta

source: Order - Is Placed By Guest
pl_pl: Zamówienie - Utworzone przez Gościa

source: Order - Is POS
pl_pl: Zamówienie - Rachunek

source: Order - Is Subscription Parent
pl_pl: Zamówienie - Jest rodzicem subskrypcji

source: Order - Is Subscription Renewal
pl_pl: Zamówienie - Czy odnowienie subskrypcji

source: Order - Item Categories
pl_pl: Zamówienie - Kategorie produktu

source: Order - Item Count
pl_pl: Zamówienie - Ilość produktów

source: Order Line Item - Custom Field
pl_pl: Pozycja wiersza zamówienia-pole niestandardowe

source: Order Line Item - Quantity
pl_pl: Towar w wierszu zamówienia — ilość

source: Order - Item Tags
pl_pl: Zamówienie - Tagi produktu

source: Order - Item Names - Text Match
pl_pl: Zamówienie - Nazwa produktu - Dopasowanie tekstu

source: Order - Items
pl_pl: Zamówienie - Produkty

source: Order - Line Count
pl_pl: Zamówienie - Ilość w linii

source: Order - Custom Field
pl_pl: Zamówienie - Pole niestandardowe

source: Order - Paid Date
pl_pl: Zamówienie - Data płatności

source: Order - Payment Gateway
pl_pl: Zamówienie - Bramka płatności

source: Workflow - Run Count For Order
pl_pl: Przepływ - Uruchom liczenie dla zamówienia

source: Order - Shipping Country
pl_pl: Zamówienie - Kraj wysyłki

source: Order - Shipping Method - Text Match
pl_pl: Zamówienie - Metoda wysyłki - dopasowanie tekstu

source: Order - Shipping Method
pl_pl: Zamówienie - Metoda wysyłki

source: Order - Status
pl_pl: Zamówienie - Status

source: Order - Subscription Order Type
pl_pl: Zamówienie - Typ zlecenia subskrypcyjnego

source: Order - Subscription Payment Retry Count
pl_pl: Zamówienie - Ilość ponownych prób płatności za subskrybcję

source: Order - Total
pl_pl: Zamówienie - Suma

source: Customer - Points
pl_pl: Klient - Punkty

source: Product - Categories
pl_pl: Kategorie produktów

source: Product - Product
pl_pl: Produkt-produkt

source: Review - Rating
pl_pl: Recenzja - Ocena

source: Subscription - Can Renew Early
pl_pl: Subskrypcja - Można wcześniej odnowić

source: Subscription - Coupon Count
pl_pl: Subskrypcja - Liczba kuponów

source: Subscription - Coupons - Text Match
pl_pl: Subskrypcja - Kupony - Dopasowanie tekstu

source: Subscription - Coupons
pl_pl: Subskrypcja - Kupony

source: Subscription - Created Date
pl_pl: Subskrypcja - Data utworzenia

source: Subscription - End Date
pl_pl: Subskrypcja - Data zakończenia

source: Subscription - Has Payment Method
pl_pl: Subskrypcja - Podano formę płatności

source: Subscription - Item Categories
pl_pl: Subskrypcja - Kategorie produktu

source: Subscription - Items
pl_pl: Subskrypcja - Produkty

source: Subscription - Last Payment Date
pl_pl: Subskrypcja - Data ostatniej płatności

source: Subscription - Custom Field
pl_pl: Subskrypcja - Pole niestandardowe

source: Subscription - Next Payment Date
pl_pl: Subskrypcja - Data następnej płatności

source: Subscription - Payment Count
pl_pl: Subskrypcja - Ilość płatności

source: Subscription - Payment Method
pl_pl: Subskrypcja - Metoda płatności

source: Subscription - Requires Manual Renewal
pl_pl: Subskrypcja - Wymaga ręcznego odnowienia

source: Subscription - Status
pl_pl: Subskrypcja - Status

source: Subscription - Trial End Date
pl_pl: Subskrypcja - Data zakończenia okresu próbnego

source: Workflow - Last Run Date For Customer
pl_pl: Przepływ - Data ostatniego uruchomienia dla klienta

source: Checks the dates of scheduled events to see if they are processing.
pl_pl: Sprawdza daty zaplanowanych zdarzeń, aby sprawdzić, czy są one przetwarzane.

source: WP Cron does not appear to be running. This function is heavily relied upon by AutomateWoo. Please contact your hosting provider to resolve the issue.
pl_pl: WP Cron wydaje się nie uruchomiony. Funkcja ta jest silnie powoływana przez AutomateWoo. Aby rozwiązać ten problem, skontaktuj się z dostawcą hostingu.

source: Database Tables Installed
pl_pl: Zainstalowane tabele bazy danych

source: Checks the AutomateWoo custom database tables have been installed.
pl_pl: Sprawdza, czy zostały zainstalowane niestandardowe tabele bazy danych AutomateWoo.

source: Tables could not be installed.
pl_pl: Nie można zainstalować tabel.

source: Guest Eraser
pl_pl: Kasowanie Gości

source: Erase stored data for guests that have not placed an order. Orders that are failed or cancelled are not included.
pl_pl: Wymazać zapisane dane dla Gości, którzy nie zrealizowali zamówienia? Zamówienia, które są nieudane lub anulowane nie są uwzględniane.

source: Are you sure you want to permanently delete the guests who have not placed an order? Any workflow logs for deleted guests will be anonymized.
pl_pl: Czy na pewno chcesz trwale usunąć Gości, którzy nie umieściliśmy zamówienia? Wszystkie dzienniki przepływu pracy dla usuniętych Gości będą anonimizowane.

source: %s guest will be deleted.
pl_pl: %s gość zostanie usunięty.

source: Manual Orders Trigger
pl_pl: Ręczne wyzwalanie zleceń

source: Manually trigger a workflow for existing orders that match a date range. For example, if you create a workflow using the <b>Order Completed</b> trigger and want to have that workflow run for existing completed orders.
pl_pl: Ręczne wyzwalanie przepływu pracy dla istniejących zamówień, które pasują do zakresu dat. Na przykład jeśli tworzysz przepływ pracy przy użyciu wyzwalacza <b>zakończone zamówienia</b> i chcesz użyć tego przepływu pracy, uruchom dla istniejących zakończonych zamówień.

source: Order Created Date - Range From
pl_pl: Zamówienie Data utworzenia-zakres od

source: Order Created Date - Range To
pl_pl: Zamówienie Data utworzenia-zakres do

source: Missing a required field.
pl_pl: Brak wymaganego pola.

source: The selected workflow is not currently active.
pl_pl: Wybrany przepływ pracy nie jest aktualnie aktywny.

source: No orders were found matching the date range or required status.
pl_pl: Nie znaleziono żadnych zamówień zgodnych z zakresem dat lub wymaganym stanem.

# 1: order ID, 2: customer name
source: %1$s for %2$s
pl_pl: %1$s dla %2$s

source: +%d more orders...
pl_pl: +%d więcej zamówień...

source: Manual Subscriptions Trigger
pl_pl: Ręczne wyzwalanie subskrypcji

source: Manually trigger a workflow for existing subscriptions based on the date they were created.
pl_pl: Ręcznie wyzwalany przepływ pracy dla istniejących subskrypcji na podstawie daty utworzenia.

source: Subscription Start Date - Range From
pl_pl: Data rozpoczęcia subskrypcji-zakres od

source: Subscription Start Date - Range To
pl_pl: Data początkowa subskrypcji — zakres do

source: No subscriptions match that date range.
pl_pl: Subskrypcje nie pasują do tego zakresu dat.

# 1: subscription ID, 2: customer name
source: %1$s for %2$s
pl_pl: %1$s dla %2$s

source: +%d more subscriptions...
pl_pl: +%d więcej abonamentów...

source: Opt-in Importer
pl_pl: Importer zapisów

source: Opt-in customers by importing email addresses.
pl_pl: Włącz klientów, importując adresy e-mail.

source: Are you sure you want to opt-in <strong>%s customers</strong>?
pl_pl: Czy na pewno chcesz włączyć subskrypcję dla <strong>%s klientów</strong>?

source: Opt-out Importer
pl_pl: Rezygnacja z importera

source: Opt-out customers by importing email addresses.
pl_pl: Rezygnacja klientów poprzez importowanie adresów e-mail.

source: Add one email per line...
pl_pl: Dodaj jeden e-mail na linię...

source: Emails
pl_pl: Emaile

source: %s is not a valid email.
pl_pl: %s nie jest prawidłowym e-mailem.

source: Could not process.
pl_pl: Nie można przetworzyć.

source: Are you sure you want to opt-out <strong>%s customers</strong>?
pl_pl: Czy na pewno chcesz zrezygnować z <strong>%s klientów</strong>?

source: + %d more items...
pl_pl: + %d więcej elementów...

source: Reset Workflow Records
pl_pl: Resetuj rekordy przepływu pracy

source: Deletes all logs, queued events and conversions for a workflow. The workflow itself will not be deleted.
pl_pl: Usuwa wszystkie dzienniki, zdarzenia w kolejce i konwersje dla przepływu pracy. Sam przepływ pracy nie zostanie usunięty.

source: Please select a workflow to reset.
pl_pl: Wybierz przepływ pracy do zresetowania.

source: Are you sure you want to reset all records for the workflow <strong>%s</strong>? This can not be undone.
pl_pl: Czy na pewno chcesz zresetować wszystkie rekordy dla przepływu pracy <strong>%s</strong>? To nie można cofnąć.

source: Cart Abandoned
pl_pl: Koszyk porzucony

source: This trigger fires when a cart belonging to a registered customer or a guest customer is abandoned.
pl_pl: Ten wyzwalacz jest uruchamiany, gdy koszyk należący do zarejestrowanego klienta, lub klienta gościa, zostaje porzucony.

source: Cart Abandoned - Guests Only
pl_pl: Koszyk porzucony - Tylko Goście

source: Cart Abandoned - Registered Users Only
pl_pl: Koszyk porzucony - Tylko zarejestrowani użytkownicy

source: This trigger fires when a cart belonging to a registered customer is abandoned.
pl_pl: Ten wyzwalacz jest uruchamiany, gdy koszyk należący do zarejestrowanego klienta jest opuszczony.

source: Customer Before Saved Card Expiry
pl_pl: Klient przed wygaśnięciem ważności zapisanej karty

source: This trigger runs a set number of days before a customer's saved card expires. Cards expire on the last calendar day of their expiry month.
pl_pl: Ten wyzwalacz uruchamia ustawioną liczbę dni przed wygaśnięciem zapisanej karty klienta. Karty wygasają w ostatnim dniu kalendarzowym, w którym upłynie miesiąc ważności.

source: Customers
pl_pl: Klienci

source: Days before expiry
pl_pl: Dni przed wygaśnięciem

source: Customer Account Created
pl_pl: Utworzono konto odbiorcy

source: Customer Opted In
pl_pl: Klient zapisany

source: Fires when a customer chooses to opt-in to all workflows.
pl_pl: Uruchamiany, gdy klient zdecyduje się na możliwość wyrażenia zgody na wszystkie przepływy pracy.

source: Customer Opted Out
pl_pl: Klient wypisany

source: Fires when a customer chooses to opt-out from all workflows.
pl_pl: Uruchamiany, gdy klient zdecyduje się zrezygnować ze wszystkich przepływów pracy.

source: Customer Order Count Reaches
pl_pl: Ilość zamówień klienta osiąga

source: This trigger checks the customer's order count each time an order is completed.
pl_pl: Ten wyzwalacz sprawdza liczbę zamówień klienta za każdym razem, gdy zamówienie jest zakończone.

source: Customer Total Spend Reaches
pl_pl: Całkowite wydatki klienta osiągają

source: This trigger checks the customer's total spend each time an order is completed.
pl_pl: Ten wyzwalacz sprawdza łączne wydatki klienta za każdym razem, gdy zamówienie jest zakończone.

source: Total spend
pl_pl: Wydatki ogółem

source: Do not add a currency symbol.
pl_pl: Nie dodawaj symbolu waluty.

source: Customer Win Back
pl_pl: Klient ponownie wygrywa

source: This trigger fires for customers based on the date of their last paid order. Please note that it will not start running immediately because it is processed daily in the background. The 'order based' variables, rules and actions used by this trigger refer to the customer's last paid order.
pl_pl: Ten wyzwalacz jest uruchamiany dla klientów w oparciu o datę ostatniego zapłaconego zlecenia. Należy pamiętać, że nie zacznie działać natychmiast, ponieważ jest przetwarzany codziennie w tle. Zmienne "oparte na zamówieniu", reguły i akcje używane przez ten wyzwalacz odnoszą się do ostatniego zapłaconego zamówienia klienta.

source: Defines the minimum number of days to wait after a customer's last purchase.
pl_pl: Określa minimalną liczbę dni oczekiwania po ostatnim zakupie klienta.

source: Minimum days since purchase
pl_pl: Minimum dni od zakupu

source: Defines the maximum number of days after the customer's last purchase that this trigger will fire. The default value will be 3 greater than the value of the minimum days field.
pl_pl: Określa maksymalną liczbę dni po ostatnim zakupie klienta, który zostanie uruchomiony przez ten wyzwalacz. Wartość domyślna będzie 3 razy większa niż wartość pola minimum dni.

source: Maximum days since purchase
pl_pl: Maksymalne dni od zakupu
